[
  {
    "id": "section-1",
    "text": "1 Purpose of this Chapter The purpose of this Chapter is to promote the supply of starter homes in England."
  },
  {
    "id": "section-2",
    "text": "2 What is a starter home? (1) In this Chapter  “ starter home ” means a building or part of a building that— (a) is a new dwelling, (b) is available for purchase by qualifying first-time buyers only, (c) is to be sold at a discount of at least 20% of the market value, (d) is to be sold for less than the price cap, and (e) is subject to any restrictions on sale or letting specified in regulations made by the Secretary of State (for more about regulations under this paragraph, see section 3). (2) “ New dwelling ” means a building or part of a building that— (a) has been constructed for use as a single dwelling and has not previously been occupied, or (b) has been adapted for use as a single dwelling and has not been occupied since its adaptation. (3) “ Qualifying first-time buyer ” means an individual who— (a) is a first-time buyer, (b) is at least 23 years old but has not yet reached the age of 40, and (c) meets any other criteria specified in regulations made by the Secretary of State (for example, relating to nationality). (4) “ First-time buyer ” has the meaning given by section 57AA(2) of the Finance Act 2003. (5) “Purchase”: the reference to a building or part of a building being available for purchase is to a freehold or a leasehold interest in the building or part being available for purchase. (6) The  “price cap” is set out in the table. Location of starter home Price cap Greater London £450,000 Outside Greater London £250,000 (7) The Secretary of State may by regulations— (a) amend the definition of  “first-time buyer”; (b) disapply the age requirement in subsection (3)(b) in relation to specified categories of people; (c) specify circumstances in which a dwelling may still be a starter home even if it is available for purchase by joint purchasers not all of whom meet the age requirement. (8) The Secretary of State may by regulations amend the price cap; and the regulations may provide for different price caps to apply— (a) for starter homes in different areas in Greater London; (b) for starter homes in different areas outside Greater London. (9) Before making regulations under subsection (8) the Secretary of State must consult— (a) each local planning authority in England, (b) the Mayor of London, and (c) any other person the Secretary of State thinks appropriate. (10) Regulations under this section may amend this Chapter."
  },
  {
    "id": "section-3",
    "text": "3 Power to require payments or discounts on resale (subject to tapering) etc (1) The restrictions on sale that may be specified by regulations under section 2(1)(e) in relation to a dwelling that has been sold to a qualifying first-time buyer include, in particular, restrictions — (a) requiring a person who sells the dwelling within a specified period to make a payment to a specified person in respect of the starter homes discount, or (b) prohibiting a person from selling the dwelling within a specified period unless the dwelling is sold to a qualifying first-time buyer at a discount. (2) Regulations made by virtue of subsection (1) must— (a) set out how the amount of the payment or discount is to be determined, and (b) provide for reductions in the amount of the payment or discount according to the length of time since the dwelling was first sold to a qualifying first-time buyer. (3) The person specified in regulations under subsection (1)(a) may be the Secretary of State, a local planning authority in England or any other person. (4) Regulations under section 2(1)(e) may impose restrictions that require a person selling the dwelling to sell it subject to any restrictions to which he or she is subject. (5) Regulations under section 2(1)(e) may include provision about the legal mechanism by which any requirement is to be imposed. (6) The Secretary of State may by regulations make provision about the use of sums that are paid to a person in accordance with a requirement imposed by regulations made by virtue of subsection (1)(a) (including provision permitting or requiring the payment of sums into the Consolidated Fund). (7) In subsection (1)(a)  “ starter homes discount ” means the discount mentioned in section 2(1)(c) or subsection (1)(b) above."
  },
  {
    "id": "section-4",
    "text": "4 General duty to promote supply of starter homes (1) An English planning authority must carry out its relevant planning functions with a view to promoting the supply of starter homes in England. (2) A local planning authority in England must have regard to any guidance given by the Secretary of State in carrying out that duty. (3) “ English planning authority ” means— (a) a local planning authority in England, or (b) the Secretary of State when exercising a function relating to the grant of planning permission on an application in respect of land in England. (4) “ Relevant planning functions ” means— (a) functions under Part 3 of the Town and Country Planning Act 1990, other than functions relating to the grant of permission in principle; (b) functions under Part 8 of the Greater London Authority Act 1999; (c) functions under Part 2 of the Planning and Compulsory Purchase Act 2004. (5) The Secretary of State may by regulations— (a) amend the definition of  “English planning authority” in subsection (3); (b) amend the definition of  “relevant planning functions” in subsection (4)."
  },
  {
    "id": "section-5",
    "text": "5 Planning permission: provision of starter homes (1) The Secretary of State may by regulations provide that an English planning authority may only grant planning permission for a residential development of a specified description if the starter homes requirement is met. (2) Where the Secretary of State makes regulations under this section, the regulations must give an English planning authority power to dispense with the condition requiring the starter homes requirement to be met where— (a) an application is made for planning permission in respect of a rural exception site, and (b) the application falls to be determined wholly or partly on the basis of a policy contained in a development plan for the provision of housing on rural exception sites. (3) “ English planning authority ” means— (a) a local planning authority in England, or (b) the Secretary of State when exercising a function relating to the grant of planning permission on an application in respect of land in England. (4) “ The starter homes requirement ” means a requirement, specified in the regulations, relating to the provision of starter homes in England. (5) Regulations under this section may, for example, provide that an English planning authority may grant planning permission only if a person has entered into a planning obligation to provide a certain number of starter homes or to pay a sum to be used by the authority for providing starter homes. (6) The regulations may confer discretions on an English planning authority. (7) The regulations may make different provision for different areas. (8) In section 70 of the Town and Country Planning Act 1990 (determination of applications: general considerations), for subsection (3) substitute— (3) Subsection (1) has effect subject to the following— (a) section 65 and the following provisions of this Act; (b) section 15 of the Health Services Act 1976; (c) sections 66, 67, 72 and 73 of the Planning (Listed Buildings and Conservation Areas) Act 1990; (ca) section 160 of the Historic Environment (Wales) Act 2023; (d) regulations under section 5 of the Housing and Planning Act 2016 (starter homes requirements)."
  },
  {
    "id": "section-6",
    "text": "6 Monitoring (1) A local planning authority in England must prepare reports containing information about the carrying out of its functions in relation to starter homes. (2) The Secretary of State may by regulations make provision about reports under this section, including— (a) provision about their form and content; (b) provision about their timing; (c) provision requiring them to be combined with reports under section 35 of the Planning and Compulsory Purchase Act 2004. (3) The regulations may require a report to contain information about applications to which regulations under section 5 apply and details of how those applications have been dealt with. (4) An authority must make its reports under this section available to the public."
  },
  {
    "id": "section-7",
    "text": "7 Compliance directions (1) The Secretary of State may make a compliance direction if satisfied that— (a) a local planning authority has failed to carry out its functions in relation to starter homes or has failed to carry them out adequately, and (b) a policy contained in a local development document for the authority is incompatible with those functions. (2) A  “compliance direction” is a direction that no regard is to be had to the policy for the purposes of any determination to be made under the planning Acts. (3) A compliance direction remains in force until revoked by a further direction given by the Secretary of State. (4) A direction under this section must include the Secretary of State's reasons for making it. (5) The Secretary of State must publish any direction under this section and give a copy to the local planning authority."
  },
  {
    "id": "section-8",
    "text": "8 Interpretation of this Chapter In this Chapter— “ development ” has the meaning given by section 336 of the Town and Country Planning Act 1990; “ functions in relation to starter homes ”, in relation to a local planning authority, means the authority's functions under— (a) section 4, and (b) regulations under section 5; “ local development document ” is to be read in accordance with sections 17 and 18(3) of the Planning and Compulsory Purchase Act 2004; “ local planning authority ” means a person who is a local planning authority for the purposes of any provision of Part 3 of the Town and Country Planning Act 1990; “ the planning Acts ” has the meaning given by section 117(4) of the Planning and Compulsory Purchase Act 2004; “ planning obligation ” means a planning obligation under section 106 of the Town and Country Planning Act 1990; “ planning permission ” has the meaning given by section 336 of the Town and Country Planning Act 1990; “ residential development ” means a development that includes at least one dwelling; “ starter home ” has the meaning given by section 2."
  },
  {
    "id": "section-9",
    "text": "9 Definitions (1) In section 1 of the Self-build and Custom Housebuilding Act 2015 (register of persons seeking to acquire land), before subsection (1) insert— A1 In this Act  “ self-build and custom housebuilding ” means the building or completion by— (a) individuals, (b) associations of individuals, or (c) persons working with or for individuals or associations of individuals, of houses to be occupied as homes by those individuals. A2 But it does not include the building of a house on a plot acquired from a person who builds the house wholly or mainly to plans or specifications decided or offered by that person. (2) In subsection (1) of that section— (a) omit  “(including bodies corporate that exercise functions on behalf of associations of individuals)”; (b) for  “in order to build houses for those individuals to occupy as homes” substitute “\n                        for their own self-build and custom housebuilding\n                      ” . (3) After subsection (6) of that section insert— (6A) In this section— “ association of individuals ” includes a body corporate that exercises functions on behalf of an association of individuals; “ completion ” does not include anything that falls outside the definition of  “building operations” in section 55(1A) of the Town and Country Planning Act 1990; “ home ”, in relation to an individual, means the individual's sole or main residence. (4) In section 5 of that Act (interpretation)— (a) at the appropriate place insert— “ self-build and custom housebuilding ” has the meaning given by section 1; ; (b) for the definition of  “serviced plot of land” substitute— “ serviced plot of land ” means a plot of land that— (a) has access to a public highway and has connections for electricity, water and waste water, or (b) can be provided with those things in specified circumstances or within a specified period; ; (c) at the end of that section (the existing text of which becomes subsection (1)) insert— (2) Regulations may amend the definition of  “serviced plot of land” by adding further services to those mentioned in paragraph (a)."
  },
  {
    "id": "section-10",
    "text": "10 Duty to grant planning permission etc (1) After section 2 of the Self-build and Custom Housebuilding Act 2015 insert— 2A Duty to grant planning permission etc (1) This section applies to an authority that is both a relevant authority and a local planning authority within the meaning of the Town and Country Planning Act 1990 (“ the 1990 Act ”). (2) An authority to which this section applies must give suitable development permission in respect of enough serviced plots of land to meet the demand for self-build and custom housebuilding in the authority's area arising in each base period. (3) Regulations must specify the time allowed for compliance with the duty under subsection (2) in relation to any base period. (4) The first base period, in relation to an authority, is the period— (a) beginning with the day on which the register under section 1 kept by the authority is established, and (b) ending with the day before the day on which section 10 of the Housing and Planning Act 2016 comes into force. Each subsequent base period is the period of 12 months beginning immediately after the end of the previous base period. (5) In this section  “ development permission ” means planning permission or permission in principle (within the meaning of the 1990 Act). (6) For the purposes of this section— (a) the demand for self-build and custom housebuilding arising in an authority's area in a base period is the demand as evidenced by the number of entries added during that period to the register under section 1 kept by the authority; (b) an authority gives development permission if such permission is granted— (i) by the authority, (ii) by the Secretary of State or the Mayor of London on an application made to the authority, or (iii) (in the case of permission in principle) by a development order, under section 59A(1)(a) of the 1990 Act, in relation to land allocated for development in a document made, maintained or adopted by the authority; (c) development permission is  “suitable” if it is permission in respect of development that could include self-build and custom housebuilding. (7) A grant of development permission in relation to a particular plot of land may not be taken into account in relation to more than one base period in determining whether the duty in this section is discharged. (8) No account is to be taken for the purposes of this section of development permission granted before the start of the first base period. (9) Regulations under subsection (3)— (a) may make different provision for different authorities or descriptions of authority; (b) may make different provision for different proportions of the demand for self-build and custom housebuilding arising in a particular base period. (2) In section 3 of that Act (guidance), after subsection (2) insert— (3) An authority that is subject to the duty in section 2A must have regard to any guidance issued by the Secretary of State in relation to that duty. (3) In relation to entries made on the register under section 1 of that Act before 31 October 2016 , any reference to self-build and custom housebuilding in section 2A of that Act (inserted by subsection (1) above) is to be read as if, in section 1 of that Act (as amended by section 9 above)— (a) the words  “or completion” in subsection (A1) were omitted, and (b) the definitions of  “completion” and  “home” in subsection (6A) were omitted."
  },
  {
    "id": "section-11",
    "text": "11 Exemption from duty After section 2A of the Self-build and Custom Housebuilding Act 2015 (inserted by section 10 above) insert— 2B Exemption from duty in section 2A (1) If an authority applies for exemption to the Secretary of State in accordance with regulations, the Secretary of State may direct that the authority is not subject to the duty in section 2A. (2) The regulations may specify the cases or circumstances in which an authority may apply for exemption. (3) Regulations may make further provision about applications under subsection (1), and may in particular— (a) require an application to be supported by specified information and by any further information that the Secretary of State requires the authority to provide; (b) require an authority that is granted exemption to notify persons on the register kept under section 1."
  },
  {
    "id": "section-12",
    "text": "12 Further and consequential amendments (1) In the Schedule to the Self-build and Custom Housebuilding Act 2015 (registers under section 1), in paragraph 3 (eligibility)— (a) after sub-paragraph (2) insert— (2A) Regulations relating to the matters set out in sub-paragraph (2) may provide for eligibility to be determined by reference to criteria set by a relevant authority. ; (b) at the end insert— (4) The regulations may provide— (a) that persons who fail to meet particular conditions of eligibility, but who meet the other conditions specified, must be entered on a separate part of the register; (b) that the duty in section 2A does not apply in relation to such persons. (2) In paragraph 6 of that Schedule (fees)— (a) in sub-paragraph (1), for  “section 1” substitute “\n                        sections 1 and 2A\n                      ” ; (b) in sub-paragraph (2)(b), after  “fixing of fees by” insert “\n                        the Secretary of State or\n                      ” ; (c) after sub-paragraph (2) insert— (3) The regulations may specify circumstances in which no fee is to be paid. (3) In section 4(1) of that Act (regulations subject to affirmative resolution procedure)— (a) in paragraph (b) omit  “or”; (b) after that paragraph insert— (ba) section 2A(3), (bb) section 5(2), or . (4) In section 4(2) of that Act (regulations subject to negative resolution procedure)— (a) before paragraph (a) insert— (za) section 2B, ; (b) in paragraph (a), for  “section 5” substitute “\n                        section 5(1)\n                      ” ."
  },
  {
    "id": "section-13",
    "text": "13 Introduction to this Part (1) This Part is about rogue landlords and property agents. (2) In summary— (a) Chapter 2 allows a banning order to be made where a landlord or property agent has been convicted of a banning order offence, (b) Chapter 3 requires a database of rogue landlords and property agents to be established, (c) Chapter 4 allows a rent repayment order to be made against a landlord who has committed an offence to which that Chapter applies, and (d) Chapter 6 contains definitions."
  },
  {
    "id": "section-14",
    "text": "14 “Banning order” and  “banning order offence” (1) In this Part  “ banning order ” means an order, made by the First-tier Tribunal, banning a person from— (a) letting housing in England, (b) engaging in English letting agency work, (c) engaging in English property management work, or (d) doing two or more of those things. (2) See also section 18 (which enables a banning order to include a ban on involvement in certain bodies corporate). (3) In this Part  “ banning order offence ” means an offence of a description specified in regulations made by the Secretary of State. (4) Regulations under subsection (3) may, in particular, describe an offence by reference to— (a) the nature of the offence, (b) the characteristics of the offender, (c) the place where the offence is committed, (d) the circumstances in which it is committed, (e) the court sentencing a person for the offence, or (f) the sentence imposed. (5) An offence under section 12 of the Tenant Fees Act 2019 is also a banning order offence for the purposes of this Part."
  },
  {
    "id": "section-15",
    "text": "15 Application and notice of intended proceedings (1) A local housing authority in England may apply for a banning order against a person who has been convicted of a banning order offence. (2) If a local housing authority in England applies for a banning order against a body corporate that has been convicted of a banning order offence, it must also apply for a banning order against any officer who has been convicted of the same offence in respect of the same conduct. (3) Before applying for a banning order under subsection (1), the authority must give the person a notice of intended proceedings— (a) informing the person that the authority is proposing to apply for a banning order and explaining why, (b) stating the length of each proposed ban, and (c) inviting the person to make representations within a period specified in the notice of not less than 28 days (“ the notice period ”). (4) The authority must consider any representations made during the notice period. (5) The authority must wait until the notice period has ended before applying for a banning order. (6) A notice of intended proceedings may not be given after the end of the period of 6 months beginning with the day on which the person was convicted of the offence to which the notice relates."
  },
  {
    "id": "section-16",
    "text": "16 Making a banning order (1) The First-tier Tribunal may make a banning order against a person who— (a) has been convicted of a banning order offence, and (b) was a residential landlord or a property agent at the time the offence was committed (but see subsection (3)). (2) A banning order may only be made on an application by a local housing authority in England that has complied with section 15. (3) Where an application is made under section 15(1) against an officer of a body corporate, the First-tier Tribunal may make a banning order against the officer even if the condition in subsection (1)(b) of this section is not met. (4) In deciding whether to make a banning order against a person, and in deciding what order to make, the Tribunal must consider— (a) the seriousness of the offence of which the person has been convicted, (b) any previous convictions that the person has for a banning order offence, (c) whether the person is or has at any time been included in the database of rogue landlords and property agents, and (d) the likely effect of the banning order on the person and anyone else who may be affected by the order."
  },
  {
    "id": "section-17",
    "text": "17 Duration and effect of banning order (1) A banning order must specify the length of each ban imposed by the order. (2) A ban must last at least 12 months. (3) A banning order may contain exceptions to a ban for some or all of the period to which the ban relates and the exceptions may be subject to conditions. (4) A banning order may, for example, contain exceptions— (a) to deal with cases where there are existing tenancies and the landlord does not have the power to bring them to an immediate end, or (b) to allow letting agents to wind down current business."
  },
  {
    "id": "section-18",
    "text": "18 Content of banning order: involvement in bodies corporate (1) A banning order may include provision banning the person against whom it is made from being involved in any body corporate that carries out an activity that the person is banned by the order from carrying out. (2) For this purpose a person is  “involved” in a body corporate if the person acts as an officer of the body corporate or directly or indirectly takes part in or is concerned in the management of the body corporate."
  },
  {
    "id": "section-19",
    "text": "19 Power to require information (1) A local housing authority may require a person to provide specified information for the purpose of enabling the authority to decide whether to apply for a banning order against the person. (2) It is an offence for the person to fail to comply with a requirement, unless the person has a reasonable excuse for the failure. (3) It is an offence for the person to provide information that is false or misleading if the person knows that the information is false or misleading or is reckless as to whether it is false or misleading. (4) A person who commits an offence under this section is liable on summary conviction to a fine."
  },
  {
    "id": "section-20",
    "text": "20 Revocation or variation of banning orders (1) A person against whom a banning order is made may apply to the First-tier Tribunal for an order under this section revoking or varying the order. (2) If the banning order was made on the basis of one or more convictions all of which are overturned on appeal, the First-tier Tribunal must revoke the banning order. (3) If the banning order was made on the basis of more than one conviction and some of them (but not all) have been overturned on appeal, the First-tier Tribunal may— (a) vary the banning order, or (b) revoke the banning order. (4) If the banning order was made on the basis of one or more convictions that have become spent, the First-tier Tribunal may— (a) vary the banning order, or (b) revoke the banning order. (5) The power to vary a banning order under subsection (3)(a) or (4)(a) may be used to add new exceptions to a ban or to vary— (a) the banned activities, (b) the length of a ban, or (c) existing exceptions to a ban. (6) In this section  “ spent ”, in relation to a conviction, means spent for the purposes of the Rehabilitation of Offenders Act 1974."
  },
  {
    "id": "section-21",
    "text": "21 Offence of breach of banning order (1) A person who breaches a banning order commits an offence. (2) A person guilty of an offence under subsection (1) is liable on summary conviction to imprisonment for a period not exceeding 51 weeks or to a fine or to both. (3) If a financial penalty under section 23 has been imposed in respect of the breach, the person may not be convicted of an offence under this section. (4) Where a person is convicted under subsection (1) of breaching a banning order and the breach continues after conviction, the person commits a further offence and is liable on summary conviction to a fine not exceeding one-tenth of level 2 on the standard scale for each day or part of a day on which the breach continues. (5) In proceedings for an offence under subsection (4) it is a defence to show that the person had a reasonable excuse for the continued breach. (6) In relation to an offence committed before section 281(5) of the Criminal Justice Act 2003 comes into force, the reference in subsection (2) to 51 weeks is to be read as a reference to 6 months."
  },
  {
    "id": "section-22",
    "text": "22 Offences by bodies corporate (1) Where an offence under section 21 committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, an officer of a body corporate, the officer as well as the body corporate commits the offence and is liable to be proceeded against and punished accordingly. (2) Where the affairs of a body corporate are managed by its members, subsection (1) applies in relation to the acts and defaults of a member in connection with the member's functions of management as if the member were an officer of the body corporate."
  },
  {
    "id": "section-23",
    "text": "23 Financial penalty for breach of banning order (1) The responsible local housing authority may impose a financial penalty on a person if satisfied, beyond reasonable doubt, that the person's conduct amounts to an offence under section 21(1). (2) In this section  “ responsible local housing authority ” means the local housing authority for the area in which the housing to which the conduct relates is situated. (3) Only one financial penalty under this section may be imposed in respect of the same conduct unless subsection (4) allows another penalty to be imposed. (4) If a breach continues for more than 6 months, a financial penalty may be imposed for each additional 6 month period for the whole or part of which the breach continues. (5) The amount of a financial penalty imposed under this section is to be determined by the authority imposing it, but must not be more than £30,000. (6) The responsible local housing authority may not impose a financial penalty in respect of any conduct amounting to an offence under section 21(1) if— (a) the person has been convicted of an offence under that section in respect of the conduct, or (b) criminal proceedings for the offence have been instituted against the person in respect of the conduct and the proceedings have not been concluded. (7) Schedule 1 deals with— (a) the procedure for imposing financial penalties, (b) appeals against financial penalties, and (c) enforcement of financial penalties. (8) The Secretary of State may by regulations make provision about how local housing authorities are to deal with financial penalties recovered. (9) The Secretary of State may by regulations amend the amount specified in subsection (5) to reflect changes in the value of money. (10) A local housing authority must have regard to any guidance given by the Secretary of State about the exercise of its functions under this section or Schedule 1."
  },
  {
    "id": "section-24",
    "text": "24 Saving for illegal contracts A breach of a banning order does not affect the validity or enforceability of any provision of a tenancy or other contract entered into by a person despite any rule of law relating to the validity or enforceability of contracts in circumstances involving illegality."
  },
  {
    "id": "section-25",
    "text": "25 Banned person may not hold HMO licence etc Schedule 2 changes the rules about granting and revoking licences under Parts 2 and 3 of the Housing Act 2004 where a banning order has been made."
  },
  {
    "id": "section-26",
    "text": "26 Management orders following banning order Schedule 3 amends the Housing Act 2004 to allow interim and final management orders to be made in cases where a banning order has been made."
  },
  {
    "id": "section-27",
    "text": "27 Prohibition on certain disposals (1) A person who is subject to a banning order that includes a ban on letting may not make an unauthorised transfer of an estate in land to a prohibited person. (2) A disposal in breach of the prohibition imposed by subsection (1) is void. (3) A transfer is  “ unauthorised ” for the purposes of subsection (1) unless it is authorised by the First-tier Tribunal on an application by the person who is subject to the banning order. (4) In subsection (1)  “ prohibited person ” means— (a) a person associated with the landlord, (b) a business partner of the landlord, (c) a person associated with a business partner of the landlord, (d) a business partner of a person associated with the landlord, (e) a body corporate of which the landlord or a person mentioned in paragraph (a) to (d) is an officer, (f) a body corporate in which the landlord has a shareholding or other financial interest, or (g) in a case where the landlord is a body corporate, any body corporate that has an officer in common with the landlord. (5) In section (4)— “ associated person ” is to be read in accordance with section 178 of the Housing Act 1996; “ business partner ” is to be read in accordance with section 34(5) of the Deregulation Act 2015."
  },
  {
    "id": "section-28",
    "text": "28 Database of rogue landlords and property agents (1) The Secretary of State must establish and operate a database of rogue landlords and property agents for the purposes of this Chapter. (2) Sections 29 and 30 give local housing authorities in England responsibility for maintaining the content of the database. (3) The Secretary of State must ensure that local housing authorities are able to edit the database for the purpose carrying out their functions under those sections and updating the database under section 34."
  },
  {
    "id": "section-29",
    "text": "29 Duty to include person with banning order (1) A local housing authority in England must make an entry in the database in respect of a person if— (a) a banning order has been made against the person following an application by the authority, and (b) no entry was made under section 30, before the banning order was made, on the basis of a conviction for the offence to which the banning order relates. (2) An entry made under this section must be maintained for the period for which the banning order has effect and must then be removed."
  },
  {
    "id": "section-30",
    "text": "30 Power to include person convicted of banning order offence (1) A local housing authority in England may make an entry in the database in respect of a person if— (a) the person has been convicted of a banning order offence, and (b) the offence was committed at a time when the person was a residential landlord or a property agent. (2) A local housing authority in England may make an entry in the database in respect of a person who has, at least twice within a period of 12 months, received a financial penalty in respect of a banning order offence committed at a time when the person was a residential landlord or a property agent. (3) A financial penalty is to be taken into account for the purposes of subsection (2) only if the period for appealing the penalty has expired and any appeal has been finally determined or withdrawn. (4) Section 31 imposes procedural requirements that must be met before an entry may be made in the database under this section. (5) An entry made under this section— (a) must be maintained for the period specified in the decision notice given under section 31 before the entry was made (or that period as reduced in accordance with section 36), and (b) must be removed at the end of that period. (6) Subsection (5)(a) does not prevent an entry being removed early in accordance under section 36. (7) The Secretary of State must publish guidance setting out criteria to which local housing authorities must have regard in deciding— (a) whether to make an entry in the database under this section, and (b) the period to specify in a decision notice under section 31."
  },
  {
    "id": "section-31",
    "text": "31 Procedure for inclusion under section 30 (1) If a local housing authority decides to make an entry in the database in respect of a person under section 30 it must give the person a decision notice before the entry is made. (2) The decision notice must— (a) explain that the authority has decided to make the entry in the database after the end of the period of 21 days beginning with the day on which the notice is given (“ the notice period ”), and (b) specify the period for which the person's entry will be maintained, which must be at least 2 years beginning with the day on which the entry is made. (3) The decision notice must also summarise the person's appeal rights under section 32. (4) The authority must wait until the notice period has ended before making the entry in the database. (5) If a person appeals under section 32 within the notice period the local housing authority may not make the entry in the database until— (a) the appeal has been determined or withdrawn, and (b) there is no possibility of further appeal (ignoring the possibility of an appeal out of time). (6) A decision notice under this section may not be given after the end of the period of 6 months beginning with the day on which the person— (a) was convicted of the banning order offence to which the notice relates, or (b) received the second of the financial penalties to which the notice relates."
  },
  {
    "id": "section-32",
    "text": "32 Appeals (1) A person who has been given a decision notice under section 31 may appeal to the First-tier Tribunal against— (a) the decision to make the entry in the database in respect of the person, or (b) the decision as to the period for which the person's entry is to be maintained. (2) An appeal under this section must be made before the end of the notice period specified in the decision notice under section 31(2). (3) The Tribunal may allow an appeal to be made to it after the end of the notice period if satisfied that there is a good reason for the person's failure to appeal within the period (and for any subsequent delay). (4) On an appeal under this section the tribunal may confirm, vary or cancel the decision notice."
  },
  {
    "id": "section-33",
    "text": "33 Information to be included in the database (1) The Secretary of State may by regulations make provision about the information that must be included in a person's entry in the database. (2) The regulations may, in particular, require a person's entry to include— (a) the person's address or other contact details, (b) the period for which the entry is to be maintained; (c) details of properties owned, let or managed by the person; (d) details of any banning order offences of which the person has been convicted; (e) details of any banning orders made against the person, whether or not still in force; (f) details of financial penalties that the person has received. (3) In relation to a case where a body corporate is entered in the database, the regulations may also require information to be included about its officers."
  },
  {
    "id": "section-34",
    "text": "34 Updating A local housing authority must take reasonable steps to keep information in the database up-to-date."
  },
  {
    "id": "section-35",
    "text": "35 Power to require information (1) A local housing authority may require a person to provide specified information for the purpose of enabling the authority to decide whether to make an entry in the database in respect of the person. (2) A local housing authority that makes an entry in the database in respect of a person, or that is proposing to make an entry in the database in respect of a person, may require the person to provide any information needed to complete the person's entry or keep it up-to-date. (3) It is an offence for the person to fail to comply with a requirement, unless the person has a reasonable excuse for the failure. (4) It is an offence for the person to provide information that is false or misleading if the person knows that the information is false or misleading or is reckless as to whether it is false or misleading. (5) A person who commits an offence under this section is liable on summary conviction to a fine."
  },
  {
    "id": "section-36",
    "text": "36 Removal or variation of entries made under section 30 (1) An entry made in the database under section 30 may be removed or varied in accordance with this section. (2) If the entry was made on the basis of one or more convictions all of which are overturned on appeal, the responsible local housing authority must remove the entry. (3) If the entry was made on the basis of more than one conviction and some of them (but not all) have been overturned on appeal, the responsible local housing authority may— (a) remove the entry, or (b) reduce the period for which the entry must be maintained. (4) If the entry was made on the basis of one or more convictions that have become spent, the responsible local housing authority may— (a) remove the entry, or (b) reduce the period for which the entry must be maintained. (5) If the entry was made on the basis that the person has received two or more financial penalties and at least one year has elapsed since the entry was made, the responsible local housing authority may— (a) remove the entry, or (b) reduce the period for which the entry must be maintained. (6) The power in subsection (3), (4) or (5) may even be used— (a) to remove an entry before the end of the two-year period mentioned in section 31(2)(b), or (b) to reduce the period for which an entry must be maintained to less than the two-year period mentioned in section 31(2)(b). (7) If a local housing authority removes an entry in the database, or reduces the period for which it must be maintained, it must notify the person to whom the entry relates. (8) In this section— “ responsible local housing authority ” means the local housing authority by which the entry was made; “ spent ”, in relation to a conviction, means spent for the purposes of the Rehabilitation of Offenders Act 1974."
  },
  {
    "id": "section-37",
    "text": "37 Requests for exercise of powers under section 36 and appeals (1) A person in respect of whom an entry is made in the database under section 30 may request the responsible local housing authority to use its powers under section 36 to— (a) remove the entry, or (b) reduce the period for which the entry must be maintained. (2) The request must be in writing. (3) Where a request is made, the local housing authority must— (a) decide whether to comply with the request, and (b) give the person notice of its decision. (4) If the local housing authority decides not to comply with the request the notice must include— (a) reasons for that decision, and (b) a summary of the appeal rights conferred by this section. (5) Where a person is given notice that the responsible local housing authority has decided not to comply with the request the person may appeal to the First-tier Tribunal against that decision. (6) An appeal to the First-tier Tribunal under subsection (5) must be made before the end of the period of 21 days beginning with the day on which the notice was given. (7) The First-tier Tribunal may allow an appeal to be made to it after the end of that period if satisfied that there is a good reason for the person's failure to appeal within the period (and for any subsequent delay). (8) On an appeal under this section the tribunal may order the local housing authority to— (a) remove the entry, or (b) reduce the period for which the entry must be maintained."
  },
  {
    "id": "section-38",
    "text": "38 Access to database The Secretary of State must give every local housing authority in England access to information in the database."
  },
  {
    "id": "section-39",
    "text": "39 Use of information in database (1) The Secretary of State may use information in the database for statistical or research purposes. (2) The Secretary of State may disclose information in the database to any person if the information is disclosed in an anonymised form. (3) Information is disclosed in an anonymised form if no individual or other person to whom the information relates can be identified from the information. (4) A local housing authority in England may only use information obtained from the database— (a) for purposes connected with its functions under the Housing Act 2004, (b) for the purposes of a criminal investigation or proceedings relating to a banning order offence, (c) for the purposes of an investigation or proceedings relating to a contravention of the law relating to housing or landlord and tenant, (d) for the purposes of promoting compliance with the law relating to housing or landlord and tenant by any person in the database, or (e) for statistical or research purposes. (5) For the purposes of paragraph 17 of Schedule 23 to the Finance Act 2011 (which relates to HMRC data-gathering powers), the database is to be treated as being maintained by the Secretary of State."
  },
  {
    "id": "section-40",
    "text": "40 Introduction and key definitions (1) This Chapter confers power on the First-tier Tribunal to make a rent repayment order where a landlord has committed an offence to which this Chapter applies. (2) A rent repayment order is an order requiring the landlord under a tenancy of housing in England to— (a) repay an amount of rent paid by a tenant, or (b) pay a local housing authority an amount in respect of a relevant award of universal credit paid (to any person) in respect of rent under the tenancy. (3) A reference to  “an offence to which this Chapter applies” is to an offence, of a description specified in the table, that is committed by a landlord in relation to housing in England let by that landlord. Act section general description of offence 1 Criminal Law Act 1977 section 6(1) violence for securing entry 2 Protection from Eviction Act 1977 section 1(2), (3) or (3A) eviction or harassment of occupiers 3 Housing Act 2004 section 30(1) failure to comply with improvement notice 4 section 32(1) failure to comply with prohibition order etc 5 section 72(1) control or management of unlicensed HMO 6 section 95(1) control or management of unlicensed house 7 This Act section 21 breach of banning order (4) For the purposes of subsection (3), an offence under section 30(1) or 32(1) of the Housing Act 2004 is committed in relation to housing in England let by a landlord only if the improvement notice or prohibition order mentioned in that section was given in respect of a hazard on the premises let by the landlord (as opposed, for example, to common parts)."
  },
  {
    "id": "section-41",
    "text": "41 Application for rent repayment order (1) A tenant or a local housing authority may apply to the First-tier Tribunal for a rent repayment order against a person who has committed an offence to which this Chapter applies. (2) A tenant may apply for a rent repayment order only if — (a) the offence relates to housing that, at the time of the offence, was let to the tenant, and (b) the offence was committed in the period of 12 months ending with the day on which the application is made. (3) A local housing authority may apply for a rent repayment order only if— (a) the offence relates to housing in the authority's area, and (b) the authority has complied with section 42. (4) In deciding whether to apply for a rent repayment order a local housing authority must have regard to any guidance given by the Secretary of State."
  },
  {
    "id": "section-42",
    "text": "42 Notice of intended proceedings (1) Before applying for a rent repayment order a local housing authority must give the landlord a notice of intended proceedings. (2) A notice of intended proceedings must— (a) inform the landlord that the authority is proposing to apply for a rent repayment order and explain why, (b) state the amount that the authority seeks to recover, and (c) invite the landlord to make representations within a period specified in the notice of not less than 28 days (“ the notice period ”). (3) The authority must consider any representations made during the notice period. (4) The authority must wait until the notice period has ended before applying for a rent repayment order. (5) A notice of intended proceedings may not be given after the end of the period of 12 months beginning with the day on which the landlord committed the offence to which it relates."
  },
  {
    "id": "section-43",
    "text": "43 Making of rent repayment order (1) The First-tier Tribunal may make a rent repayment order if satisfied, beyond reasonable doubt, that a landlord has committed an offence to which this Chapter applies (whether or not the landlord has been convicted). (2) A rent repayment order under this section may be made only on an application under section 41. (3) The amount of a rent repayment order under this section is to be determined in accordance with— (a) section 44 (where the application is made by a tenant); (b) section 45 (where the application is made by a local housing authority); (c) section 46 (in certain cases where the landlord has been convicted etc )."
  },
  {
    "id": "section-44",
    "text": "44 Amount of order: tenants (1) Where the First-tier Tribunal decides to make a rent repayment order under section 43 in favour of a tenant, the amount is to be determined in accordance with this section. (2) The amount must relate to rent paid during the period mentioned in the table. If the order is made on the ground that the landlord has committed the amount must relate to rent paid by the tenant in respect of an offence mentioned in row 1 or 2 of the table in section 40(3) the period of 12 months ending with the date of the offence an offence mentioned in row 3, 4, 5, 6 or 7 of the table in section 40(3) a period, not exceeding 12 months, during which the landlord was committing the offence (3) The amount that the landlord may be required to repay in respect of a period must not exceed— (a) the rent paid in respect of that period, less (b) any relevant award of universal credit paid (to any person) in respect of rent under the tenancy during that period. (4) In determining the amount the tribunal must, in particular, take into account— (a) the conduct of the landlord and the tenant, (b) the financial circumstances of the landlord, and (c) whether the landlord has at any time been convicted of an offence to which this Chapter applies."
  },
  {
    "id": "section-45",
    "text": "45 Amount of order: local housing authorities (1) Where the First-tier Tribunal decides to make a rent repayment order under section 43 in favour of a local housing authority, the amount is to be determined in accordance with this section. (2) The amount must relate to universal credit paid during the period mentioned in the table. In the order is made on the ground that the landlord has committed the amount must relate to universal credit paid in respect of an offence mentioned in row 1 or 2 of the table in section 40(3) the period of 12 months ending with the date of the offence an offence mentioned in row 3, 4, 5, 6 or 7 of the table in section 40(3) a period, not exceeding 12 months, during which the landlord was committing the offence (3) The amount that the landlord may be required to repay in respect of a period must not exceed the amount of universal credit that the landlord received (directly or indirectly) in respect of rent under the tenancy for that period. (4) In determining the amount the tribunal must, in particular, take into account— (a) the conduct of the landlord, (b) the financial circumstances of the landlord, and (c) whether the landlord has at any time been convicted of an offence to which this Chapter applies."
  },
  {
    "id": "section-46",
    "text": "46 Amount of order following conviction (1) Where the First-tier Tribunal decides to make a rent repayment order under section 43 and both of the following conditions are met, the amount is to be the maximum that the tribunal has power to order in accordance with section 44 or 45 (but disregarding subsection (4) of those sections). (2) Condition 1 is that the order— (a) is made against a landlord who has been convicted of the offence, or (b) is made against a landlord who has received a financial penalty in respect of the offence and is made at a time when there is no prospect of appeal against that penalty. (3) Condition 2 is that the order is made— (a) in favour of a tenant on the ground that the landlord has committed an offence mentioned in row 1, 2, 3, 4 or 7 of the table in section 40(3), or (b) in favour of a local housing authority. (4) For the purposes of subsection (2)(b) there is  “ no prospect of appeal ”, in relation to a penalty, when the period for appealing the penalty has expired and any appeal has been finally determined or withdrawn. (5) Nothing in this section requires the payment of any amount that, by reason of exceptional circumstances, the tribunal considers it would be unreasonable to require the landlord to pay."
  },
  {
    "id": "section-47",
    "text": "47 Enforcement of rent repayment orders (1) An amount payable to a tenant or local housing authority under a rent repayment order is recoverable as a debt. (2) An amount payable to a local housing authority under a rent repayment order does not, when recovered by the authority, constitute an amount of universal credit recovered by the authority. (3) The Secretary of State may by regulations make provision about how local housing authorities are to deal with amounts recovered under rent repayment orders."
  },
  {
    "id": "section-48",
    "text": "48 Duty to consider applying for rent repayment orders If a local housing authority becomes aware that a person has been convicted of an offence to which this Chapter applies in relation to housing in its area, the authority must consider applying for a rent repayment order."
  },
  {
    "id": "section-49",
    "text": "49 Helping tenants apply for rent repayment orders (1) A local housing authority in England may help a tenant to apply for a rent repayment order. (2) A local housing authority may, for example, help the tenant to apply by conducting proceedings or by giving advice to the tenant."
  },
  {
    "id": "section-50",
    "text": "50 Rent repayment orders: consequential amendments (1) The Housing Act 2004 is amended as follows. (2) In section 73 (other consequences of operating unlicensed HMOs: rent repayment orders)— (a) in subsection (4), after  “section 74” insert “\n                          (in the case of an HMO in Wales) or in accordance with Chapter 4 of Part 2 of the Housing and Planning Act 2016 (in the case of an HMO in England)\n                        ” ; (b) in subsection (5)(a), after  “ HMO ” insert “\n                          in Wales\n                        ” . (3) In section 96 (other consequences of operating unlicensed houses: rent repayment orders)— (a) in subsection (4), after  “section 97” insert “\n                          (in the case of a house in Wales) or in accordance with Chapter 4 of Part 2 of the Housing and Planning Act 2016 (in the case of a house in England)\n                        ” ; (b) in subsection (5)(a), after  “house” insert “\n                          in Wales\n                        ” ."
  },
  {
    "id": "section-51",
    "text": "51 Housing benefit: inclusion pending abolition (1) In this Chapter a reference to universal credit or a relevant award of universal credit includes housing benefit under Part 7 of the Social Security Contributions and Benefits Act 1992. (2) Where a local authority applies for a rent repayment order in relation to housing benefit, a reference in this Chapter to  “ rent ” includes any payment in respect of which housing benefit may be paid."
  },
  {
    "id": "section-52",
    "text": "52 Interpretation of Chapter (1) In this Chapter— “ offence to which this Chapter applies ” has the meaning given by section 40; “ relevant award of universal credit ” means an award of universal credit the calculation of which included an amount under section 11 of the Welfare Reform Act 2012; “ rent ” includes any payment in respect of which an amount under section 11 of the Welfare Reform Act 2012 may be included in the calculation of an award of universal credit; “ rent repayment order ” has the meaning given by section 40. (2) For the purposes of this Chapter an amount that a tenant does not pay as rent but which is offset against rent is to be treated as having been paid as rent."
  },
  {
    "id": "section-53",
    "text": "53 Appeals from the first-tier tribunal (1) A person aggrieved by a decision of the First-tier Tribunal made under this Part may appeal to the Upper Tribunal. (2) An appeal may not be brought under subsection (1) in relation to a decision on a point of law (as to which see instead section 11 of the Tribunals, Courts and Enforcement Act 2007 (right of appeal to Upper Tribunal)). (3) An appeal may not be brought under subsection (1) if the decision is set aside under section 9 of the Tribunals, Courts and Enforcement Act 2007 (review of decision of First-tier Tribunal). (4) An appeal may be brought under subsection (1) only if, on an application made by the person concerned, the First-tier Tribunal or Upper Tribunal has given its permission for the appeal to be brought. (5) In any case where the Upper Tribunal is determining an appeal under subsection (1), section 12(2) to (4) of the Tribunals, Courts and Enforcement Act 2007 (proceedings on appeal to the Upper Tribunal) apply."
  },
  {
    "id": "section-54",
    "text": "54 Meaning of  “letting agent” and related expressions (1) In this Part  “ letting agent ” means a person who engages in letting agency work (whether or not that person engages in other work). (2) But a person is not a letting agent for the purposes of this Part if the person engages in letting agency work in the course of that person's employment under a contract of employment. (3) In this Part  “ letting agency work ” means things done by a person in the course of a business in response to instructions received from— (a) a person (“a prospective landlord”) seeking to find another person to whom to let housing, or (b) a person (“a prospective tenant”) seeking to find housing to rent. (4) But  “ letting agency work ” does not include any of the following things when done by a person who does nothing else within subsection (3)— (a) publishing advertisements or disseminating information; (b) providing a means by which a prospective landlord or a prospective tenant can, in response to an advertisement or dissemination of information, make direct contact with a prospective tenant or a prospective landlord; (c) providing a means by which a prospective landlord and a prospective tenant can communicate directly with each other. (5) In this Part  “ English letting agency work ” means letting agency work that relates to housing in England."
  },
  {
    "id": "section-55",
    "text": "55 Meaning of  “property manager” and related expressions (1) In this Part  “ property manager ” means a person who engages in English property management work. (2) But a person is not a property manager for the purposes of this Part if the person engages in English property management work in the course of that person's employment under a contract of employment. (3) In this Part  “ English property management work ” means things done by a person in the course of a business in response to instructions received from another person (“ the client ”) where— (a) the client wishes the person to arrange services, repairs, maintenance, improvements or insurance in respect of, or to deal with any other aspect of the management of, premises on the client's behalf, and (b) the premises consist of housing in England let under a tenancy."
  },
  {
    "id": "section-56",
    "text": "56 General interpretation of Part In this Part— “ banning order ” has the meaning given by section 14; “ banning order offence ” has the meaning given by section 14; “ body corporate ” includes a body incorporated outside England and Wales; “ database ” means the database of rogue landlords and letting agents established under section 28; “ English letting agency work ” has the meaning given by section 54; “ English property management work ” has the meaning given by section 55; “ financial penalty ” means a penalty that— (a) is imposed in respect of conduct that amounts to an offence, but (b) is imposed otherwise than following the person's conviction for the offence; “ housing ” means a building, or part of a building, occupied or intended to be occupied as a dwelling or as more than one dwelling; “letting”— (a) includes the grant of a licence, but (b) except in Chapter 4, does not include the grant of a tenancy or licence for a term of more than 21 years, and  “let” is to be read accordingly; “ letting agency work ” has the meaning given by section 54; “ letting agent ” has the meaning given by section 54; “ local housing authority ” has the meaning given by section 1 of the Housing Act 1985; “ officer ”, in relation to a body corporate, means— (a) any director, secretary or other similar officer of the body corporate, or (b) any person who was purporting to act in any such capacity; “ property agent ” means a letting agent or property manager; “ property manager ” has the meaning given by section 55; “ residential landlord ” means a landlord of housing; “tenancy”— (a) includes a licence, but (b) except in Chapter 4, does not include a tenancy or licence for a term of more than 21 years."
  },
  {
    "id": "section-57",
    "text": "57 Recovering abandoned premises A private landlord may give a tenant a notice bringing an assured shorthold tenancy to an end on the day on which the notice is given if— (a) the tenancy relates to premises in England, (b) the unpaid rent condition is met (see section 58), (c) the landlord has given the warning notices required by section 59, and (d) no tenant, named occupier or deposit payer has responded in writing to any of those notices before the date specified in the warning notices."
  },
  {
    "id": "section-58",
    "text": "58 The unpaid rent condition (1) The unpaid rent condition is met if— (a) rent is payable weekly or fortnightly and at least eight consecutive weeks' rent is unpaid, (b) rent is payable monthly and at least two consecutive months' rent is unpaid, (c) rent is payable quarterly and at least one quarter's rent is more than three months in arrears, or (d) rent is payable yearly and at least three months' rent is more than three months in arrears. (2) If the unpaid rent condition has been met and a new payment of rent is made before the notice under section 57 is given, the unpaid rent condition ceases to be met (irrespective of the period to which the new payment of rent relates). (3) In this section  “ rent ” means rent lawfully due from the tenant."
  },
  {
    "id": "section-59",
    "text": "59 Warning notices (1) Before bringing a tenancy to an end under section 57 the landlord must give three warning notices, at different times, in accordance with this section. (2) The first two warning notices must be given to the following using one of the methods in section 61(2) or (3)— (a) the tenant, (b) any named occupiers, and (c) any deposit payers. (3) The third warning notice must be given by fixing it to some conspicuous part of the premises to which the tenancy relates. (4) Each warning notice must explain— (a) that the landlord believes the premises to have been abandoned, (b) that the tenant, a named occupier or a deposit payer must respond in writing before a specified date if the premises have not been abandoned, and (c) that the landlord proposes to bring the tenancy to an end if no tenant, named occupier or deposit payer responds in writing before that date. (5) The date specified under subsection (4)(b) must be after the end of the period of 8 weeks beginning with the day on which the first warning notice is given to the tenant. (6) The first warning notice may be given even if the unpaid rent condition is not yet met. (7) The second warning notice may be given only once the unpaid rent condition has been met. (8) The second warning notice must be given at least two weeks, and no more than 4 weeks, after the first warning notice. (9) The third warning notice must be given before the period of 5 days ending with the date specified in the warning notices under subsection (4)(b). (10) The Secretary of State may make regulations setting out the form that the third warning notice must take. (11) In this Part— “ deposit payer ” means a person who the landlord knows paid a tenancy deposit in relation to the tenancy on behalf of the tenant; “ named occupier ” means a person named in the tenancy as a person who may live at the premises to which the tenancy relates."
  },
  {
    "id": "section-60",
    "text": "60 Reinstatement (1) Where a tenancy is brought to an end by a notice under section 57 the tenant may apply to the county court for an order reinstating the tenancy if the tenant has a good reason for having failed to respond to the warning notices. (2) If the county court finds that the tenant had a good reason for failing to respond to the warning notices it may make any order it thinks fit for the purpose of reinstating the tenancy. (3) An application under this section may not be made after the end of the period of 6 months beginning with the day on which the notice under section 57 is given."
  },
  {
    "id": "section-61",
    "text": "61 Methods for giving notices under sections 57 and 59 (1) This section sets out the methods for giving— (a) a notice under section 57; (b) the first or second warning notice under section 59. (2) The notice may given by delivering it to the tenant, named occupier or deposit payer in person. (3) If the notice is not delivered to the tenant, named occupier or deposit payer in person it must be given by— (a) leaving it at, or sending it to, the premises to which the tenancy relates, (b) leaving it at, or sending it to, every other postal address in the United Kingdom that the tenant, named occupier or deposit payer has given the landlord as a contact address for giving notices, (c) sending it to every email address that the tenant, named occupier or deposit payer has given the landlord as a contact address for giving notices, and (d) in the case of a tenant, leaving it at or sending it to every postal address in the United Kingdom of every guarantor, marked for the attention of the tenant. (4) In subsection (3)  “ guarantor ”, in relation to a tenant, means a person who has agreed with the landlord to guarantee the performance by the tenant of any of the tenant's obligations under the tenancy."
  },
  {
    "id": "section-62",
    "text": "62 Interpretation of Part In this Part— “ assured shorthold tenancy ” has the same meaning as in Part 1 of the Housing Act 1988; “ named occupier ” has the meaning given by section 59; “ private landlord ” means a landlord who is not within section 80(1) of the Housing Act 1985 (the landlord condition for secure tenancies); “ tenancy deposit ”, in relation to a tenancy, means any money intended to be held (by the landlord or otherwise) as security for— (a) the performance of any obligations of the tenant arising under or in connection with the tenancy, or (b) the discharge of any liability of the tenant arising under or in connection with the tenancy; “ warning notice ” means a notice under section 59."
  },
  {
    "id": "section-63",
    "text": "63 Consequential amendment to Housing Act 1988 In section 5 of the Housing Act 1988 (security of tenure), in subsection (1)— (a) omit  “or” at end of paragraph (b); (b) at the end of paragraph (d) insert , or (e) in the case of an assured shorthold tenancy, serving a notice in accordance with section 57 of the Housing and Planning Act 2016, ."
  },
  {
    "id": "section-64",
    "text": "64 Grants by Secretary of State (1) The Secretary of State may make grants to private registered providers in respect of right to buy discounts. (2) A grant under this section may be made on any terms and conditions the Secretary of State considers appropriate. (3) See also section 47 of the Housing and Regeneration Act 2008 (which would allow the Secretary of State to direct the Homes and Communities Agency to use its powers to make grants of the kind mentioned above)."
  },
  {
    "id": "section-65",
    "text": "65 Grants by Greater London Authority (1) The Greater London Authority may make grants to private registered providers in respect of right to buy discounts for dwellings in London. (2) A grant under this section may be made on any terms and conditions the Greater London Authority considers appropriate."
  },
  {
    "id": "section-66",
    "text": "66 Monitoring (1) The Regulator of Social Housing must, if requested to do so by the Secretary of State, monitor compliance with the home ownership criteria. (2) “ The home ownership criteria ” means criteria, specified in the request, that relate to the sale of dwellings by private registered providers to tenants otherwise than in exercise of a right conferred by an Act. (3) The criteria may be expressed by reference to other documents. (4) On making a request under subsection (1) the Secretary of State must publish the home ownership criteria specified in the request. (5) The Regulator must provide such reports or other information as the Secretary of State may request about compliance with the home ownership criteria. (6) The Secretary of State may publish information about a private registered provider that has not met the home ownership criteria."
  },
  {
    "id": "section-67",
    "text": "67 Consequential changes to HCA's duty to give grants (1) Section 35 of the Housing and Regeneration Act 2008 (duty to give financial assistance in respect of certain disposals) is amended as follows. (2) For subsection (1) substitute— (1) The HCA must exercise its powers under section 19 to give financial assistance by way of grant to a relevant provider of social housing in respect of any discount given by the provider by virtue of a person exercising the right to acquire conferred by section 180. (3) Omit subsection (2). (4) In subsection (3), for  “(1)(a)” substitute “(1)”. (5) In subsection (5), omit paragraph (b)."
  },
  {
    "id": "section-68",
    "text": "68 Interpretation of Chapter In this Chapter— “ dwelling ” has the meaning given by section 275 of the Housing and Regeneration Act 2008; “ private registered provider ” means a private registered provider of social housing; “ right to buy discount ” means a discount given to a tenant of a dwelling on the disposal of the dwelling to the tenant otherwise than in the exercise of a right conferred by an Act."
  },
  {
    "id": "section-69",
    "text": "69 Payments to Secretary of State (1) The Secretary of State may make a determination requiring a local housing authority in England to make a payment to the Secretary of State in respect of a financial year. (2) The amount of the payment must represent an estimate of— (a) the market value of the authority's interest in any higher value housing that is likely to become vacant during the year, less (b) any costs or other deductions of a kind described in the determination. (3) For the housing to be taken into account, see section 70. (4) A determination may only be made in respect of a local housing authority that keeps a Housing Revenue Account. (5) A determination must set out the method for calculating the amount of the payment. (6) A determination may, in particular, provide for all or part of the amount to be calculated using a formula. (7) A determination may provide for assumptions to be made in making a calculation whether or not those assumptions are, or are likely to be, borne out by events. (8) The Secretary of State must by regulations define  “ higher value ”, in relation to housing, for the purposes of this Chapter. (9) Regulations under subsection (8) may define  “higher value” in different ways for different kinds of housing, different local housing authorities or different areas. (10) In determining how to define  “ higher value ”, in relation to housing, the Secretary of State may— (a) use any category of housing that the Secretary of State considers appropriate as a comparator (for example, housing in which a local housing authority has an interest or housing in a particular area); (b) take into account any other factors that the Secretary of State considers appropriate."
  },
  {
    "id": "section-70",
    "text": "70 Housing to be taken into account (1) This section is about the housing to be taken into account under section 69(2). (2) Housing is to be taken into account only if— (a) it appears in the list in section 74(1) of the Local Government and Housing Act 1989 (Housing Revenue Account), and (b) it is not excluded by regulations made by the Secretary of State. (3) Where a local housing authority disposes of housing under section 32 or 43 of the Housing Act 1985 to a private registered provider of social housing the Secretary of State may for the purposes of this Chapter— (a) treat the local housing authority as still having that housing, and (b) treat the housing as being likely to become vacant whenever it would have been likely to become vacant if it had not been disposed of. (4) A determination under section 69 must identify any housing that the Secretary of State has taken into account under subsection (3)."
  },
  {
    "id": "section-71",
    "text": "71 Procedure for determinations (1) Before making a determination under section 69 that relates to all local housing authorities or a description of local housing authority the Secretary of State must consult such representatives of local government and relevant professional bodies as the Secretary of State thinks appropriate. (2) Before making a determination under section 69 that relates to a particular local housing authority, the Secretary of State must consult that local housing authority. (3) As soon as possible after making a determination under section 69 the Secretary of State must send a copy of it to each local housing authority to which it relates. (4) Section 87(4) to (7) of the Local Government and Housing Act 1989 (electronic communications) applies to a determination under this Chapter as it applies to a determination under Part 6 of that Act. (5) A consultation requirement imposed by this section may be satisfied by consultation carried out before this Act was passed."
  },
  {
    "id": "section-72",
    "text": "72 More about determinations (1) A determination under section 69 must be made before the financial year to which it relates. (2) But the determination may be varied or revoked by a subsequent determination under that section made before, after or during the financial year to which it relates. (3) A determination under section 69 may relate to one financial year or to more than one financial year. (4) A determination under section 69 may make provision about how and when a payment is to be made including, in particular, provision for payments by instalment. (5) A determination under section 69 may provide for interest to be charged in the event of late payment. (6) A determination under section 69— (a) may make different provision for different areas; (b) may make different provision for different local housing authorities; (c) may otherwise make different provision for different purposes."
  },
  {
    "id": "section-73",
    "text": "73 Determinations in the first year that section 69 comes into force If section 69 comes into force part way through a financial year, then, in relation to that financial year— (a) a determination under section 69 may be made at any time (despite section 72(1)), but (b) any reference in section 69 to housing becoming vacant during a financial year is to be read as limited to housing becoming vacant after the determination is made (or, in a case where it is varied in accordance with section 72(2), housing becoming vacant after the original determination in relation to that financial year is made)."
  },
  {
    "id": "section-74",
    "text": "74 Reduction of payment by agreement (1) The Secretary of State and a local housing authority may enter into an agreement to reduce the amount that the authority is required to pay because of a determination under this Chapter. (2) The terms and conditions of an agreement must include— (a) the amount of the reduction mentioned in subsection (1), and (b) any terms and conditions required by subsection (3) or (4). (3) Where the agreement is with a local housing authority outside Greater London, it must include terms and conditions requiring the authority to ensure that at least one new affordable home is provided for each old dwelling. (4) Where the agreement is with a local housing authority in Greater London, it must include terms and conditions requiring the authority to ensure that at least two new affordable homes are provided for each old dwelling. (5) But if the Greater London Authority has agreed to ensure that a number of the new affordable homes are provided, that number is to be deducted from the number for which the local housing authority must be made responsible by terms and conditions under subsection (4). (6) The Secretary of State may by regulations create other exceptions to subsection (3) or (4) in relation to one or more local housing authorities. (7) In this section— “ new affordable home ” means a new dwelling in England that— (a) is to be made available for people whose needs are not adequately served by the commercial housing market, or (b) is a starter home as defined by section 2; “ new dwelling ” means a building or part of a building that— (a) has been constructed for use as a single dwelling and has not previously been occupied, or (b) has been adapted for use as a single dwelling and has not been occupied since its adaptation; “ old dwelling ” means a single dwelling taken into account under section 69(2) for the purposes of the determination. (8) If a determination under this Chapter relates to more than one financial year— (a) an agreement under this section may be made in relation to the determination so far as it relates to a particular financial year, and (b) in the definition of  “old dwelling” in subsection (7) the reference to the determination is to the determination so far as it relates to the financial year to which the agreement relates. (9) The Secretary of State may by regulations amend this section so as to change the meaning of  “new affordable home”."
  },
  {
    "id": "section-75",
    "text": "75 Set off against repayments under section 69 Where the Secretary of State is liable to repay an amount that has been overpaid by a local housing authority under section 69, the Secretary of State may set off against the amount of the repayment any amount that the authority is liable to pay the Secretary of State under— (a) section 69, or (b) section 11 of the Local Government Act 2003."
  },
  {
    "id": "section-76",
    "text": "76 Duty to consider selling vacant higher value housing (1) A local housing authority in England that keeps a Housing Revenue Account must consider selling its interest in any higher value housing that has become vacant. (2) The duty in subsection (1) applies only in relation to housing that appears in the list in section 74(1) of the Local Government and Housing Act 1989 (Housing Revenue Account). (3) The Secretary of State may by regulations exclude housing from the duty in subsection (1). (4) In discharging its duty under subsection (1) a local housing authority must have regard to any guidance given by the Secretary of State."
  },
  {
    "id": "section-77",
    "text": "77 Local authority disposal of housing: consent requirements (1) The Housing Act 1985 is amended as follows. (2) In section 34(4A) (consents to disposals and conditions), after paragraph (ca) (but before the  “and”) insert— (cb) any reduction in the amount that the local authority may be required to pay under section 69 of the Housing and Planning Act 2016 (payments to Secretary of State in respect of vacant higher value housing in England) as a result of the disposal; . (3) In section 43(4A) (consents to disposals and conditions), after paragraph (ca) (but before the  “and”) insert— (cb) any reduction in the amount that the local authority may be required to pay under section 69 of the Housing and Planning Act 2016 (payments to Secretary of State in respect of vacant higher value housing in England) as a result of the disposal; ."
  },
  {
    "id": "section-78",
    "text": "78 Set off under section 11 of Local Government Act 2003 (1) Section 11 of the Local Government Act 2003 (use of capital receipts) is amended as follows. (2) In subsection (5), after  “an authority” insert “\n                      in Wales\n                    ” . (3) After subsection (5) insert— (5A) Where the Secretary of State is liable to repay an amount that has been overpaid by a local housing authority in England under this section, the Secretary of State may set off against the amount of the repayment any amount that the authority is liable to pay the Secretary of State under— (a) this section, or (b) section 69 of the Housing and Planning Act 2016 (payments in respect of vacant higher value housing)."
  },
  {
    "id": "section-79",
    "text": "79 Interpretation of Chapter (1) In this Chapter— “becomes vacant”: housing in which a local housing authority has an interest “\n                          becomes vacant\n                        ” when a tenancy granted by the authority comes to an end and is not renewed expressly or by operation of law (but see subsection (2)); “ financial year ” means a period of 12 months beginning with 1 April; “ higher value ”, in relation to housing, has the meaning given by regulations under section 69; “ housing ” means a building, or part of a building, which is occupied or intended to be occupied as a dwelling or as more than one dwelling; “ Housing Revenue Account ” has the meaning given by section 74 of the Local Government and Housing Act 1989; “ interest ” means a freehold or leasehold interest; “ local housing authority ” has the meaning given by section 1 of the Housing Act 1985; “ tenancy ” includes a licence to occupy. (2) The Secretary of State may by regulations specify circumstances in which housing is to be treated as not having become vacant for the purposes of this Part even if it otherwise would be."
  },
  {
    "id": "section-80",
    "text": "80 Mandatory rents for high income local authority tenants (1) The Secretary of State may by regulations make provision about the levels of rent that an English local housing authority must charge a high income tenant of social housing in England. (2) The regulations may, in particular, require the rent— (a) to be equal to the market rate, (b) to be a proportion of the market rate, or (c) to be determined by reference to other factors. (3) The regulations may, in particular, provide for the rent to be different— (a) for people with different incomes, or (b) for social housing in different areas. (4) The regulations may create exceptions for high income tenants of social housing of a specified description. (5) The regulations may require a local housing authority to have regard to guidance given by the Secretary of State when determining rent in accordance with the regulations. (6) Regulations under this section are referred to in this Chapter as  “ rent regulations ”."
  },
  {
    "id": "section-81",
    "text": "81 Meaning of  “high income” etc (1) Rent regulations must— (a) define what is meant by  “ high income ” for the purposes of this Chapter, and (b) make provision about how a person's income is to be calculated. (2) The regulations may, in particular— (a) define  “high income” in different ways for different areas; (b) specify things that are, or are not, to be treated as income; (c) make provision about the period by reference to which a person's income is to be calculated (which may be a period in the past); (d) make provision about how a person's income is to be verified; (e) require a person's household income (as defined by the regulations) to be taken into account; (f) require a local housing authority to have regard to guidance given by the Secretary of State when calculating or verifying a person's income."
  },
  {
    "id": "section-82",
    "text": "82 Information about income (1) Rent regulations may give a local housing authority the power to require a tenant to provide information or evidence for the purpose of determining whether the local housing authority is obliged by the regulations to charge a specific level of rent and what that level is. (2) Rent regulations may require an English local housing authority to charge the maximum rent to a tenant who has failed to comply with a requirement. (3) Regulations made in reliance on subsection (1) may, in particular, make provision about— (a) the kind of information or evidence that may be required; (b) the time within which and the manner and form in which the information or evidence is to be provided. (4) In subsection (1)  “ tenant ” includes prospective tenant. (5) In subsection (2)  “ the maximum rent ” means the rent that a local housing authority is required to charge a high income tenant of the premises under section 80 (or, if regulations under section 80(3)(a) provide for different rents for people with different incomes, the rent that a person in the highest income bracket would be required to pay)."
  },
  {
    "id": "section-83",
    "text": "83 HMRC information (1) HMRC may disclose information for the purpose of enabling a local housing authority to determine whether it is obliged by rent regulations to charge a tenant a specific level of rent and what that level is. (2) The information may only be disclosed to— (a) a local housing authority, (b) the Secretary of State for the purposes of passing the information to local housing authorities, (c) a public body that has been given the function of passing information between HMRC and local housing authorities by regulations under subsection (3), or (d) a body with which the Secretary of State has made arrangements for the passing of information between HMRC and local housing authorities. (3) The Secretary of State may by regulations— (a) give a public body the function mentioned in subsection (2)(c), and (b) make provision about the carrying out of that function. (4) The Secretary of State must obtain HMRC 's consent before making— (a) arrangements under subsection (2)(d), or (b) regulations under subsection (3). (5) Information disclosed under this section to the Secretary of State or to a body mentioned in subsection (2)(c) or (d) may be passed on to a local housing authority for which it is intended. (6) Information disclosed under this section may not otherwise be further disclosed without authorisation from HMRC. (7) Where a person contravenes subsection (6) by disclosing any revenue and customs information relating to a person whose identity— (a) is specified in the disclosure, or (b) can be deduced from it, section 19 of the Commissioners for Revenue and Customs Act 2005 (wrongful disclosure) applies in relation to that disclosure as it applies in relation to a disclosure of such information in contravention of section 20(9) of that Act. (8) In this section— “ HMRC ” means the Commissioners for Her Majesty's Revenue and Customs; “ revenue and customs information relating to a person ” has the meaning given by section 19(2) of the Commissioners for Revenue and Customs Act 2005; “ tenant ” includes prospective tenant."
  },
  {
    "id": "section-84",
    "text": "84 Reverting to original rent levels (1) Rent regulations may include provision for the purpose of ensuring that where a requirement imposed under section 80(1) ceases to apply, the rent is changed to what it would have been if the requirement had never applied. (2) Rent regulations may include provision for the purpose of ensuring that where— (a) a local housing authority is required by section 82(2) to charge the maximum rent because of a tenant's failure to provide information or evidence, and (b) the tenant subsequently provides the necessary information or evidence, the rent is changed to what it would have been if section 82(2) had never applied."
  },
  {
    "id": "section-85",
    "text": "85 Power to change rents and procedure for changing rents (1) Rent regulations may give a local housing authority power to change the rent payable under a tenancy for the purpose of complying with the regulations. (2) Rent regulations may make provision about the procedure for changing rent to comply with the regulations (whether the change is made using a power given by regulations under subsection (1) or otherwise). (3) Regulations made in reliance on subsection (2) may, in particular— (a) make provision about the review of decisions to increase rent; (b) give rights of appeal to the First-tier Tribunal and amend existing rights of appeal. (4) Regulations under this section may amend any provision made by or under an Act passed before this Act or in the same Session."
  },
  {
    "id": "section-86",
    "text": "86 Payment by local authority of increased income to Secretary of State (1) Rent regulations may require a local housing authority to make a payment or payments to the Secretary of State in respect of any estimated increase in rental income because of the regulations. (2) The amount of a payment is to be calculated in accordance with the regulations. (3) The regulations may provide for deductions to be made to reflect the administrative costs of local authorities in implementing the regulations. (4) The regulations may provide for interest to be charged in the event of late payment. (5) The regulations may provide for assumptions to be made in making a calculation, whether or not those assumptions are, or are likely to be, borne out by events. (6) The regulations may make provision about how and when payments are to be made including, in particular, provision for payments by instalment."
  },
  {
    "id": "section-87",
    "text": "87 Provision of information to Secretary of State Rent regulations may give the Secretary of State a power to require a local housing authority to provide information in connection with the regulations."
  },
  {
    "id": "section-88",
    "text": "88 Interaction with other legislation and consequential amendments (1) The Secretary of State must use the power in section 24(5) of the Welfare Reform and Work Act 2016 to provide that section 23 of that Act does not apply to a high income tenant of social housing to whom rent regulations apply. (2) In section 24 of the Housing Act 1985 (rent), after subsection (5) insert— (5A) See also Chapter 3 of Part 4 of the Housing and Planning Act 2016 (rents for high income social tenants in England). (3) In Part 2 of Schedule 4 to the Local Government and Housing Act 1989 (the keeping of the Housing Revenue Account: debits), after item 10 insert— Item 11: payments under section 86 of the Housing and Planning Act 2016 Any sums payable for the year to the Secretary of State under regulations made in reliance on section 86 of the Housing and Planning Act 2016 (rents for high income social tenants: payment by local authority of increased income to Secretary of State)."
  },
  {
    "id": "section-89",
    "text": "89 Private providers: policies for high income social tenants (1) A private registered provider of social housing that has a policy about levels of rent for high income social tenants in England must publish that policy. (2) The policy must include provision for requesting reviews of, or appealing, decisions under the policy."
  },
  {
    "id": "section-90",
    "text": "90 HMRC information for private registered providers (1) HMRC may disclose information for the purpose of enabling a private registered provider of social housing to apply any relevant policy about levels of rent for high income social tenants in England. (2) The information may only be disclosed to— (a) the private registered provider of social housing, (b) the Secretary of State for the purposes of passing the information to registered providers, (c) a public body that has been given the function of passing information between HMRC and registered providers by regulations under subsection (3), or (d) a body with which the Secretary of State has made arrangements for the passing of information between HMRC and registered providers. (3) The Secretary of State may by regulations— (a) give a public body the function mentioned in subsection (2)(c), and (b) make provision about the carrying out of that function. (4) The Secretary of State must obtain HMRC 's consent before making— (a) arrangements under subsection (2)(d), or (b) regulations under subsection (3). (5) Information disclosed under this section to the Secretary of State or to a body mentioned in subsection (2)(c) or (d) may be passed on to a registered provider for which it is intended. (6) Information disclosed under this section may not otherwise be further disclosed without authorisation from HMRC. (7) Where a person contravenes subsection (6) by disclosing any revenue and customs information relating to a person whose identity— (a) is specified in the disclosure, or (b) can be deduced from it, section 19 of the Commissioners for Revenue and Customs Act 2005 (wrongful disclosure) applies in relation to that disclosure as it applies in relation to a disclosure of such information in contravention of section 20(9) of that Act. (8) In this section— “ HMRC ” means the Commissioners for Her Majesty's Revenue and Customs; “ relevant ”, in relation to a private registered provider's policy about levels of rent for high income social tenants in England, means a policy that— (a) has been published as required by section 89, and (b) complies with any requirements imposed under subsection (2) of that section; “ revenue and customs information relating to a person ” has the meaning given by section 19(2) of the Commissioners for Revenue and Customs Act 2005; “ tenant ” includes prospective tenant."
  },
  {
    "id": "section-91",
    "text": "91 Interpretation of Chapter In this Chapter— “ high income ” has the meaning given by regulations under section 81; “ local housing authority ” has the meaning given by section 1 of the Housing Act 1985; “ rent ” includes payments under a licence to occupy; “ rent regulations ” has the meaning given by section 80; “ social housing ” has the same meaning as in Part 2 of the Housing and Regeneration Act 2008 (see sections 68 and 72 of that Act); “ tenancy ” includes a licence to occupy; “ tenant ” includes a person who has a licence to occupy."
  },
  {
    "id": "section-92",
    "text": "92 Reducing social housing regulation Schedule 4 contains amendments to reduce the regulation of social housing."
  },
  {
    "id": "section-93",
    "text": "93 Reducing local authority influence over private registered providers (1) The Secretary of State may by regulations make provision for the purpose of limiting or removing the ability of local authorities to exert influence over private registered providers through— (a) appointing or removing officers of private registered providers; (b) exercising or controlling voting rights. (2) The regulations may in particular— (a) limit the number of officers that a local authority may appoint; (b) prohibit a local authority from appointing officers; (c) confer power on a private registered provider to remove officers appointed by a local authority; (d) prohibit a local authority from doing things that would result in it obtaining voting rights in a private registered provider; (e) require a local authority to take steps to reduce or get rid of any voting rights that it has in a private registered provider. (3) Regulations under this section may override or modify any contractual or other rights (whenever created) or anything in a private registered provider's constitution. (4) Regulations under this section may— (a) confer a power to amend the constitution of a private registered provider in consequence of provision made by the regulations; (b) make provision about the procedure for exercising that power. (5) In this section— “ appointing ”, in relation to an officer, includes nominating or otherwise influencing the selection of the officer; “ constitution ” includes rules; “ local authority ” has the meaning given by section 106 of the Housing Associations Act 1985; “ officer ”, in relation to a private registered provider, has the meaning given by section 270 of the Housing and Regeneration Act 2008; “ private registered provider ” means a private registered provider of social housing."
  },
  {
    "id": "section-94",
    "text": "94 Recovery of social housing assistance: successors in title (1) Section 33 of the Housing and Regeneration Act 2008 (recovery of social housing assistance: interest and successors in title) is amended as follows. (2) In subsection (6)(b), after  “another person” insert “\n                    (“ the successor ”)\n                  ” . (3) After subsection (6) insert— (6A) But subsection (7) does not apply if— (a) the successor is a person other than a registered provider of social housing, and (b) at any time since the social housing assistance was given— (i) a person has enforced a security over the social housing, or (ii) the social housing has been disposed of by a body while it is being wound up or is in administration (which, for this purpose, includes housing administration under Chapter 5 of Part 4 of the Housing and Planning Act 2016).” (4) In subsection (7) for  “that other person” substitute “\n                    the successor\n                  ” ."
  },
  {
    "id": "section-95",
    "text": "95 Housing administration order: providers of social housing in England (1) In this Chapter  “ housing administration order ” means an order which— (a) is made by the court in relation to a private registered provider of social housing that is— (i) a company, (ii) a registered society within the meaning of the Co-operative and Community Benefit Societies Act 2014, or (iii) a charitable incorporated organisation within the meaning of Part 11 of the Charities Act 2011, and (b) directs that, while the order is in force, the provider's affairs, business and property are to be managed by a person appointed by the court. (2) The person appointed for the purposes of the housing administration order is referred to in this Chapter as the  “housing administrator”. (3) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."
  },
  {
    "id": "section-96",
    "text": "96 Objectives of housing administration (1) A housing administrator has two objectives— (a) Objective 1: normal administration (see section 97), and (b) Objective 2: keeping social housing in the regulated sector (see section 98). (2) Objective 1 takes priority over Objective 2 (but the housing administrator must, so far as possible, work towards both objectives). (3) It follows that, in pursuing Objective 2, the housing administrator must not do anything that would result in a worse distribution to creditors than would be the case if the administrator did not need to pursue Objective 2. (4) A reference in this Chapter to the objectives of a housing administration is to the objectives to be pursued by the housing administrator."
  },
  {
    "id": "section-97",
    "text": "97 Objective 1: normal administration (1) Objective 1 is to— (a) rescue the registered provider as a going concern, (b) achieve a better result for the registered provider's creditors as a whole than would be likely if the registered provider were wound up (without first being in housing administration), or (c) realise property in order to make a distribution to one or more secured or preferential creditors. (2) The housing administrator must aim to achieve Objective 1(a) unless the housing administrator thinks— (a) that it is not reasonably practicable to achieve it, or (b) that Objective 1(b) would achieve a better result for the registered provider's creditors as a whole. (3) The housing administrator may aim to achieve Objective 1(c) only if— (a) the housing administrator thinks that it is not reasonably practicable to achieve Objective 1(a) or (b), and (b) the housing administrator does not unnecessarily harm the interests of the registered provider's creditors as a whole. (4) In pursuing Objective 1(a), (b) or (c) the housing administrator must act in the interests of the registered provider's creditors as a whole so far as consistent with that Objective."
  },
  {
    "id": "section-98",
    "text": "98 Objective 2: keeping social housing in the regulated sector (1) Objective 2 is to ensure that the registered provider's social housing remains in the regulated housing sector. (2) For this purpose, social housing remains in the regulated housing sector for so long as it is owned by a private registered provider."
  },
  {
    "id": "section-99",
    "text": "99 Applications for housing administration orders (1) An application for a housing administration order may be made only— (a) by the Secretary of State, or (b) with the consent of the Secretary of State, by the Regulator of Social Housing. (2) The applicant for a housing administration order in relation to a registered provider must give notice of the application to— (a) every person who has appointed an administrative receiver of the provider, (b) every person who is or may be entitled to appoint an administrative receiver of the registered provider, (c) every person who is or may be entitled to make an appointment in relation to the registered provider under paragraph 14 of Schedule B1 to the Insolvency Act 1986 (appointment of administrators by holders of floating charges), and (d) any other persons specified by housing administration rules. (3) The notice must be given as soon as possible after the making of the application. (4) In this section  “ administrative receiver ” has (a) the meaning given by section 251 of the Insolvency Act 1986 for the purposes of Parts 1 to 7 of that Act, ... (b) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."
  },
  {
    "id": "section-100",
    "text": "100 Powers of court (1) On hearing an application for a housing administration order, the court has the following powers— (a) it may make the order, (b) it may dismiss the application, (c) it may adjourn the hearing conditionally or unconditionally, (d) it may make an interim order, (e) it may treat the application as a winding-up petition and make any order the court could make under section 125 of the Insolvency Act 1986 (power of court on hearing winding-up petition), and (f) it may make any other order which it thinks appropriate. (2) The court may make a housing administration order in relation to a registered provider only if it is satisfied— (a) that the registered provider is unable, or is likely to be unable, to pay its debts, or (b) that, on a petition by the Secretary of State under section 124A of the Insolvency Act 1986, it would be just and equitable (disregarding the objectives of the housing administration) to wind up the registered provider in the public interest. (3) The court may not make a housing administration order on the ground set out in subsection (2)(b) unless the Secretary of State has certified to the court that the case is one in which the Secretary of State considers (disregarding the objectives of the housing administration) that it would be appropriate to petition under section 124A of the Insolvency Act 1986. (4) The court has no power to make a housing administration order in relation to a registered provider which— (a) is in administration under Schedule B1 to the Insolvency Act 1986, or (b) has gone into liquidation (within the meaning of section 247(2) of the Insolvency Act 1986). (5) A housing administration order comes into force— (a) at the time appointed by the court, or (b) if no time is appointed by the court, when the order is made. (6) An interim order under subsection (1)(d) may, in particular— (a) restrict the exercise of a power of the registered provider or of its relevant officers, or (b) make provision conferring a discretion on a person qualified to act as an insolvency practitioner in relation to the registered provider. (7) In subsection (6)(a)  “relevant officer”— (a) in relation to a company, means a director, (b) in relation to a registered society, means a member of the management committee or other directing body of the society, and (c) in relation to a charitable incorporated organisation, means a charity trustee (as defined by section 177 of the Charities Act 2011). (8) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (9) For the purposes of this section a registered provider is unable to pay its debts if— (a) it is deemed to be unable to pay its debts under section 123 of the Insolvency Act 1986, or (b) it is an unregistered company which is deemed, as a result of any of sections 222 to 224 of the Insolvency Act 1986, to be so unable for the purposes of section 221 of that Act, or which would be so deemed if it were an unregistered company for the purposes of those sections."
  },
  {
    "id": "section-101",
    "text": "101 Housing administrators (1) The housing administrator of a registered provider— (a) is an officer of the court, and (b) in carrying out functions in relation to the registered provider, is the registered provider's agent. (2) The housing administrator of a registered provider must aim to achieve the objectives of the housing administration as quickly and as efficiently as is reasonably practicable. (3) A person is not to be the housing administrator of a registered provider unless qualified to act as an insolvency practitioner in relation to the registered provider. (4) If the court appoints two or more persons as the housing administrator of a registered provider, the appointment must set out— (a) which (if any) of the functions of a housing administrator are to be carried out only by the appointees acting jointly, (b) the circumstances (if any) in which functions of a housing administrator are to be carried out by one of the appointees, or by particular appointees, acting alone, and (c) the circumstances (if any) in which things done in relation to one of the appointees, or in relation to particular appointees, are to be treated as done in relation to all of them."
  },
  {
    "id": "section-102",
    "text": "102 Conduct of administration etc (1) Schedule 5 contains provision applying the provisions of Schedule B1 to the Insolvency Act 1986, and certain other legislation, to housing administration orders in relation to companies. (2) The Secretary of State may by regulations provide for any provision of Schedule B1 to the Insolvency Act 1986 or any other insolvency legislation to apply, with or without modifications, to cases where a housing administration order is made in relation a limited liability partnership, to a registered society or a charitable incorporated organisation. (3) The Secretary of State may by regulations modify any insolvency legislation as it applies in relation a limited liability partnership, to a registered society or a charitable incorporated organisation if the Secretary State considers the modifications are appropriate in connection with any provision made by or under this Chapter. (4) In subsection (3)  “ insolvency legislation ” means— (a) the Insolvency Act 1986, or (b) any other legislation (whenever passed or made) that relates to insolvency or makes provision by reference to anything that is or may be done under the Insolvency Act 1986. (5) The power to make rules under section 411 of the Insolvency Act 1986 is to apply for the purpose of giving effect to this Chapter as it applies for the purpose of giving effect to Parts 1 to 7 of that Act (and, accordingly, as if references in that section to those Parts included references to this Chapter). (6) Section 413(2) of the Insolvency Act 1986 (duty to consult Insolvency Rules Committee about rules) does not apply to rules made under section 411 of that Act as a result of this section."
  },
  {
    "id": "section-103",
    "text": "103 Housing administrator may sell land free from planning obligations (1) If the housing administrator of a registered provider disposes of land that is the subject of a planning obligation that contains relevant terms, the relevant terms are not binding on the person to whom the land is disposed of or any successor in title. (2) In this section— “ disposes of ”, in relation to land, means sells a freehold or leasehold interest in the land or grants a lease of the land; “ planning obligation ” means a planning obligation under section 106 of the Town and Country Planning Act 1990 (whether entered into before or after this section comes into force); “ relevant terms ” in relation to a planning obligation, means any restrictions or requirements imposed by the planning obligation that are expressed not to apply in the event that the land is disposed of by a mortgagee."
  },
  {
    "id": "section-104",
    "text": "104 Winding-up orders (1) This section applies if a person other than the Secretary of State petitions for the winding-up of a registered provider that is— (a) a company, (aa) a limited liability partnership, (b) a registered society within the meaning of the Co-operative and Community Benefit Societies Act 2014, or (c) a charitable incorporated organisation within the meaning of Part 11 of the Charities Act 2011. (2) The court may not exercise its powers on a winding-up petition unless— (a) notice of the petition has been given to the Regulator of Social Housing and a period of at least 28 days has elapsed since that notice was given, or (b) the Regulator of Social Housing has waived the notice requirement in paragraph (a). (2A) A notice under subsection (2) must— (a) be given in writing, (b) be signed by, or on behalf of, the petitioner, (c) specify the date the petition was presented, and (d) contain a copy of the petition. (2B) Subsection (2C) applies if a person gives a notice purporting to be a notice under subsection (2) but which does not meet the requirements of any (or all) of paragraphs (b) , (c) or (d) of subsection (2A) . (2C) The Regulator of Social Housing may, by notice in writing to the petitioner, treat the purported notice as notice given under subsection (2)(a) (and a purported notice so treated will be taken as having been given at the time the purported notice was given). (3) If an application for a housing administration order in relation to the registered provider is made to the court in accordance with section 99 before a winding-up order is made on the petition, the court may exercise its powers under section 100 (instead of exercising its powers on the petition). (4) The Regulator of Social Housing must give the Secretary of State a copy of any notice given under subsection (2)(a). (5) The Regulator of Social Housing may waive the notice requirement under subsection (2)(a) only with the consent of the Secretary of State. (6) References in this section to the court's powers on a winding-up petition are to— (a) its powers under section 125 of the Insolvency Act 1986 (other than its power of adjournment), and (b) its powers under section 135 of the Insolvency Act 1986."
  },
  {
    "id": "section-105",
    "text": "105 Voluntary winding up (1) This section applies to a private registered provider that is— (a) a company, (aa) a limited liability partnership, (b) a registered society within the meaning of the Co-operative and Community Benefit Societies Act 2014, or (c) a charitable incorporated organisation within the meaning of Part 11 of the Charities Act 2011. (2) The registered provider has no power to pass a resolution for voluntary winding up without the permission of the court. (3) Permission may be granted by the court only on an application made by the registered provider. (4) The court may not grant permission unless— (a) notice of the application has been given to the Regulator of Social Housing and a period of at least 28 days has elapsed since that notice was given, or (b) the Regulator of Social Housing has waived the notice requirement in paragraph (a). (4A) A notice under subsection (4) must— (a) be given in writing, (b) be signed by, or on behalf of, the registered provider, (c) specify the date the application was made, and (d) contain a copy of the application. (4B) Subsection (4C) applies if a person gives a notice purporting to be a notice under subsection (4) but which does not meet the requirements of any (or all) of paragraphs (b) , (c) or (d) of subsection (4A) . (4C) The Regulator of Social Housing may, by notice in writing to the registered provider, treat the purported notice as notice given under subsection (4)(a) (and a purported notice so treated will be taken as having been given at the time the purported notice was given). (5) If an application for a housing administration order in relation to the registered provider is made to the court in accordance with section 99 after an application for permission under this section has been made and before it is granted, the court may exercise its powers under section 100. (6) The Regulator of Social Housing must give the Secretary of State a copy of any notice given under subsection (4)(a). (7) The Regulator of Social Housing may waive the notice requirement under subsection (4)(a) only with the consent of the Secretary of State. (8) In this section  “ a resolution for voluntary winding up ” has the same meaning as in the Insolvency Act 1986."
  },
  {
    "id": "section-106",
    "text": "106 Making of ordinary administration orders (1) This section applies if a person other than the Secretary of State makes an ordinary administration application in relation to a private registered provider that is— (a) a company, ... (aa) a limited liability partnership, or (b) a charitable incorporated organisation within the meaning of Part 11 of the Charities Act 2011. (2) The court must dismiss the application if— (a) a housing administration order is in force in relation to the registered provider, or (b) a housing administration order has been made in relation to the registered provider but is not yet in force. (3) If subsection (2) does not apply, the court, on hearing the application, must not exercise its powers under paragraph 13 of Schedule B1 to the Insolvency Act 1986 (other than its power of adjournment) unless— (a) either— (i) notice of the application has been given to the Regulator of Social Housing and a period of at least 28 days has elapsed since that notice was given, or (ii) the Regulator of Social Housing has waived the notice requirement in sub-paragraph (i), and (b) there is no application for a housing administration order which is outstanding. (3A) A notice under subsection (3) must— (a) be given in writing, (b) be signed by, or on behalf of, the person who made the ordinary administration application, (c) specify the date the application was made, and (d) contain a copy of the application. (3B) Subsection (3C) applies if a person gives a notice purporting to be a notice under subsection (3) but which does not meet the requirements of any (or all) of paragraphs (b) , (c) or (d) of subsection (3A) . (3C) The Regulator of Social Housing may, by notice in writing to the person who made the ordinary administration application, treat the purported notice as notice given under subsection (3)(a)(i) (and a purported notice so treated will be taken as having been given at the time the purported notice was given). (4) The Regulator of Social Housing must give the Secretary of State a copy of any notice given under subsection (3)(a). (5) Paragraph 44 of Schedule B1 to the Insolvency Act 1986 (interim moratorium) does not prevent, or require the permission of the court for, the making of an application for a housing administration order. (6) On the making of a housing administration order in relation to a registered provider, the court must dismiss any ordinary administration application made in relation to the registered provider which is outstanding. (7) The Regulator of Social Housing may waive the notice requirement under subsection (3)(a)(i) only with the consent of the Secretary of State. (8) In this section  “ ordinary administration application ” means an application in accordance with paragraph 12 of Schedule B1 to the Insolvency Act 1986."
  },
  {
    "id": "section-107",
    "text": "107 Administrator appointments by creditors etc (1) Subsections (2) to (4) make provision about appointments under paragraph 14 or 22 of Schedule B1 to the Insolvency Act 1986 (powers to appoint administrators) in relation to a private registered provider that is— (a) a company, ... (aa) a limited liability partnership, or (b) a charitable incorporated organisation within the meaning of Part 11 of the Charities Act 2011. (2) If in any case— (a) a housing administration order is in force in relation to the registered provider, (b) a housing administration order has been made in relation to the registered provider but is not yet in force, or (c) an application for a housing administration order in relation to the registered provider is outstanding, a person may not take any step to make an appointment. (3) In any other case, an appointment takes effect only if each of the following conditions are met. (4) The conditions are— (a) either— (i) that notice of the appointment has been given to the Regulator of Social Housing ... and that a period of 28 days has elapsed since that notice was given, or (ii) that the Regulator of Social Housing has waived the notice requirement in sub-paragraph (i), (b) that there is no outstanding application to the court for a housing administration order in relation to the registered provider, and (c) that the making of an application for a housing administration order in relation to the registered provider has not resulted in the making of a housing administration order which is in force or is still to come into force. (4A) A notice under subsection (4) must— (a) be given in writing, (b) be signed by, or on behalf of, the person making the appointment, (c) specify the date the appointment was made, and (d) contain copies of every document in relation to the appointment that is filed or lodged with the court in accordance with paragraph 18 or 29 of Schedule B1 to the Insolvency Act 1986. (4B) Subsection (4C) applies if a person gives a notice purporting to be a notice under subsection (4) but which does not meet the requirements of any (or all) of paragraphs (b), (c) or (d) of subsection (4A). (4C) The Regulator of Social Housing may, by notice in writing to the person making the appointment, treat the purported notice as notice given under subsection (4)(a)(i) (and a purported notice so treated will be taken as having been given at the time the purported notice was given). (5) The Regulator of Social Housing must give the Secretary of State a copy of any notice given under subsection (4)(a) .... (6) The Regulator of Social Housing may waive the notice requirement under subsection (4)(a)(i) only with the consent of the Secretary of State. (7) Paragraph 44 of Schedule B1 to the Insolvency Act 1986 (interim moratorium) does not prevent, or require the permission of the court for, the making of an application for a housing administration order at any time before the appointment takes effect."
  },
  {
    "id": "section-108",
    "text": "108 Enforcement of security (1) This section applies in relation to a private registered provider ... (2) A person may not take any step to enforce a security over property of the registered provider unless— (a) notice of the intention to do so has been given to the Regulator of Social Housing and a period of at least 28 days has elapsed since the notice was given, or (b) the Regulator of Social Housing has waived the notice requirement in paragraph (a). (2A) A notice under subsection (2) must— (a) be given in writing, and (b) be signed by, or on behalf of, the person intending to enforce the security. (2B) Subsection (2C) applies if a person gives a notice purporting to be a notice under subsection (2) but which does not meet the requirement of paragraph (b) of subsection (2A). (2C) The Regulator of Social Housing may, by notice in writing to the person intending to enforce the security, treat the purported notice as notice given under subsection (2)(a) (and a purported notice so treated will be taken as having been given at the time the purported notice was given). (3) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (3A) In the case of a registered provider that is a charity registered under the Charities Act 2011 which is not a body corporate, the reference to the property of the registered provider is to the property held on the trusts of the charity (and for this purpose “ trusts ” has the same meaning as in the Charities Act 2011, see section 353 of that Act). (4) The Regulator of Social Housing must give the Secretary of State a copy of any notice given under subsection (2)(a). (5) The Regulator of Social Housing may waive the notice requirement under subsection (2)(a) only with the consent of the Secretary of State."
  },
  {
    "id": "section-109",
    "text": "109 Grants and loans where housing administration order is made (1) If a housing administration order has been made in relation to a registered provider, the Secretary of State may make grants or loans to the registered provider of such amounts as appear to the Secretary of State appropriate for achieving the objectives of the housing administration. (2) A grant under this section may be made on any terms and conditions the Secretary of State considers appropriate (including provision for repayment, with or without interest)."
  },
  {
    "id": "section-110",
    "text": "110 Indemnities where housing administration order is made (1) If a housing administration order has been made in relation to a registered provider, the Secretary of State may agree to indemnify persons in respect of one or both of the following— (a) liabilities incurred in connection with the carrying out of functions by the housing administrator, and (b) loss or damage sustained in that connection. (2) The agreement may be made in whatever manner, and on whatever terms, the Secretary of State considers appropriate. (3) As soon as practicable after agreeing to indemnify persons under this section, the Secretary of State must lay a statement of the agreement before Parliament. (4) For repayment of sums paid by the Secretary of State in consequence of an indemnity agreed to under this section, see section 111. (5) The power of the Secretary of State to agree to indemnify persons— (a) is confined to a power to agree to indemnify persons in respect of liabilities, loss and damage incurred or sustained by them as relevant persons, but (b) includes power to agree to indemnify persons (whether or not they are identified or identifiable at the time of the agreement) who subsequently become relevant persons. (6) The following are relevant persons for the purposes of this section— (a) the housing administrator, (b) an employee of the housing administrator, (c) a partner or employee of a firm of which the housing administrator is a partner, (d) a partner or employee of a firm of which the housing administrator is an employee, (e) a partner of a firm of which the housing administrator was an employee or partner at a time when the order was in force, (f) a body corporate which is the employer of the housing administrator, (g) an officer, employee or member of such a body corporate, and (h) a Scottish firm which is the employer of the housing administrator or of which the housing administrator is a partner. (7) For the purposes of subsection (6)— (a) references to the housing administrator are to be read, where two or more persons are appointed as the housing administrator, as references to any one or more of them, and (b) references to a firm of which a person was a partner or employee at a particular time include a firm which holds itself out to be the successor of a firm of which the person was a partner or employee at that time."
  },
  {
    "id": "section-111",
    "text": "111 Indemnities: repayment by registered provider etc (1) This section applies where a sum is paid out by the Secretary of State in consequence of an indemnity agreed to under section 110 in relation to the housing administrator of a registered provider. (2) The registered provider must pay the Secretary of State— (a) such amounts in or towards the repayment to the Secretary of State of that sum as the Secretary of State may direct, and (b) interest on amounts outstanding under this subsection at such rates as the Secretary of State may direct. (3) The payments must be made by the registered provider at such times and in such manner as the Secretary of State may determine. (4) Subsection (2) does not apply in the case of a sum paid by the Secretary of State for indemnifying a person in respect of a liability to the registered provider. (5) The Secretary of State must lay before Parliament a statement, relating to the sum paid out in consequence of the indemnity— (a) as soon as practicable after the end of the financial year in which the sum is paid out, and (b) if subsection (2) applies to the sum, as soon as practicable after the end of each subsequent financial year in relation to which the repayment condition has not been met. (6) The repayment condition is met in relation to a financial year if— (a) the whole of the sum has been repaid to the Secretary of State before the beginning of the year, and (b) the registered provider was not at any time during the year liable to pay interest on amounts that became due in respect of the sum."
  },
  {
    "id": "section-112",
    "text": "112 Guarantees where housing administration order is made (1) If a housing administration order has been made in relation to a registered provider the Secretary of State may guarantee— (a) the repayment of any sum borrowed by the registered provider while that order is in force, (b) the payment of interest on any sum borrowed by the registered provider while that order is in force, and (c) the discharge of any other financial obligation of the registered provider in connection with the borrowing of any sum while that order is in force. (2) The Secretary of State may give the guarantees in whatever manner, and on whatever terms, the Secretary of State considers appropriate. (3) As soon as practicable after giving a guarantee under this section, the Secretary of State must lay a statement of the guarantee before Parliament. (4) For repayment of sums paid by the Secretary of State under a guarantee given under this section, see section 113."
  },
  {
    "id": "section-113",
    "text": "113 Guarantees: repayment by registered provider etc (1) This section applies where a sum is paid out by the Secretary of State under a guarantee given by the Secretary of State under section 112 in relation to a registered provider. (2) The registered provider must pay the Secretary of State— (a) such amounts in or towards the repayment to the Secretary of State of that sum as the Secretary of State may direct, and (b) interest on amounts outstanding under this subsection at such rates as the Secretary of State may direct. (3) The payments must be made by the registered provider at such times, and in such manner, as the Secretary of State may from time to time direct. (4) The Secretary of State must lay before Parliament a statement, relating to the sum paid out under the guarantee— (a) as soon as practicable after the end of the financial year in which the sum is paid out, and (b) as soon as practicable after the end of each subsequent financial year in relation to which the repayment condition has not been met. (5) The repayment condition is met in relation to a financial year if— (a) the whole of the sum has been repaid to the Secretary of State before the beginning of the year, and (b) the registered provider was not at any time during the year liable to pay interest on amounts that became due in respect of the sum."
  },
  {
    "id": "section-114",
    "text": "114 Modification of this Chapter under the Enterprise Act 2002 (1) The power to modify or apply enactments conferred on the Secretary of State by each of the sections of the Enterprise Act 2002 mentioned in subsection (2) includes power to make such consequential modifications of this Chapter as the Secretary of State considers appropriate in connection with any other provision made under that section. (2) Those sections are— (a) sections 248 and 277 of the Enterprise Act 2002 (amendments consequential on that Act), and (b) section 254 of the Enterprise Act 2002 (power to apply insolvency law to foreign companies)."
  },
  {
    "id": "section-115",
    "text": "115 Amendments to housing moratorium and consequential amendments Schedule 6 contains amendments to do with this Chapter."
  },
  {
    "id": "section-116",
    "text": "116 Interpretation of Chapter (1) In this Chapter— “ business ”,  “ member ”,  “ property ” and  “ security ” have the same meaning as in the Insolvency Act 1986; “ charitable incorporated organisation ” means a charitable incorporated organisation within the meaning of Part 11 of the Charities Act 2011; “ company ” means— (a) a company registered under the Companies Act 2006, or (b) an unregistered company; “ the court ”, in relation to a company , limited liability partnership or registered society, means the court having jurisdiction to wind up the company , limited liability partnership or registered society; ... “ housing administration order ” has the meaning given by section 95; “ housing administration rules ” means rules made under section 411 of the Insolvency Act 1986 as a result of section 102 above; “ housing administrator ” has the meaning given by section 95 and is to be read in accordance with subsection (2) below; “ financial year ” means a period of 12 months ending with 31 March; “ legislation ” includes provision made by or under— (a) an Act, (b) an Act of the Scottish Parliament, (c) Northern Ireland legislation, or (d) a Measure or Act of the National Assembly for Wales; “ objectives of the housing administration ” is to be read in accordance with section 96(4); “ private registered provider ” means a private registered provider of social housing (see section 80 of the Housing and Regeneration Act 2008); “ registered provider ” means a registered provider of social housing (see section 80 of the Housing and Regeneration Act 2008); “ registered society ” has the same meaning as in the Co-operative and Community Benefit Societies Act 2014; “ Regulator of Social Housing ” has the meaning given by section 92A of the Housing and Regeneration Act 2008; “ Scottish firm ” means a firm constituted under the law of Scotland; ... “ unregistered company ” means a company that is not registered under the Companies Act 2006. (2) In this Chapter references to the housing administrator of a registered provider— (a) include a person appointed under paragraph 91 or 103 of Schedule B1 to the Insolvency Act 1986, as applied by Part 1 of Schedule 5 to this Act or regulations under section 102, to be the housing administrator of the registered provider, and (b) if two or more persons are appointed as the housing administrator of the registered provider, are to be read in accordance with the provision made under section 101. (3) References in this Chapter to a person qualified to act as an insolvency practitioner in relation to a registered provider are to be read in accordance with Part 13 of the Insolvency Act 1986, but as if references in that Part to a company included a company registered under the Companies Act 2006 in Northern Ireland. (4) For the purposes of this Chapter an application made to the court is outstanding if it— (a) has not yet been granted or dismissed, and (b) has not been withdrawn. (5) An application is not to be taken as having been dismissed if an appeal against the dismissal of the application, or a subsequent appeal, is pending. (6) An appeal is to be treated as pending for this purpose if— (a) an appeal has been brought and has not been determined or withdrawn, (b) an application for permission to appeal has been made but has not been determined or withdrawn, or (c) no appeal has been brought and the period for bringing one is still running. (7) References in this Chapter to a provision of the Insolvency Act 1986 (except the references in subsection (2) above)— (a) in relation to a company, are to that provision without the modifications made by Part 1 of Schedule 5 to this Act, (aa) in relation to a limited liability partnership, are to that provision as it applies to limited liability partnerships otherwise than by virtue of regulations under section 102 (if at all), (b) in relation to a registered society, are to that provision as it applies to registered societies otherwise than by virtue of regulations under section 102 (if at all), and (c) in relation to a charitable incorporated organisation, are to that provision as it applies to charitable incorporated organisations otherwise than by virtue of regulations under section 102 (if at all)."
  },
  {
    "id": "section-117",
    "text": "117 Application of Part to Northern Ireland (1) This section makes provision about the application of this Chapter to Northern Ireland. (2) Any reference to any provision of the Insolvency Act 1986 is to have effect as a reference to the corresponding provision of the Insolvency (Northern Ireland) Order 1989. (3) Section 116(3) is to have effect as if the reference to Northern Ireland were to England and Wales or Scotland."
  },
  {
    "id": "section-118",
    "text": "118 Secure tenancies etc : phasing out of tenancies for life Schedule 7 changes the law about secure tenancies, introductory tenancies and demoted tenancies to phase out tenancies for life."
  },
  {
    "id": "section-119",
    "text": "119 Termination of fixed-term secure tenancies without need to forfeit (1) The Housing Act 1985 is amended as follows. (2) In section 82 (security of tenure)— (a) before subsection (1) insert— A1 A fixed-term secure tenancy of a dwelling-house in England that is granted on or after the day on which paragraph 4 of Schedule 7 to the Housing and Planning Act 2016 comes fully into force cannot be brought to an end by the landlord except by— (a) obtaining— (i) an order of the court for the possession of the dwelling-house, and (ii) the execution of the order, or (b) obtaining a demotion order under section 82A. A2 A secure tenancy can be brought to an end by the landlord as mentioned in subsection (A1)(a) whether or not the tenancy contains terms for it to be brought to an end. (b) in subsection (1)(b), for  “but” substitute “\n                        , other than one to which subsection (A1) applies, that is\n                      ” ; (c) in subsection (2), after  “subsection” insert “\n                        (A1)(a) or\n                      ” . (3) In section 83 (proceedings for possession), in subsection (A1), for  “82(1A)” substitute “\n                    82(A1) or (1A)\n                  ” ."
  },
  {
    "id": "section-120",
    "text": "120 Succession to secure tenancies and related tenancies Schedule 8 changes the law about succession to secure tenancies, introductory tenancies and demoted tenancies."
  },
  {
    "id": "section-121",
    "text": "121 Secure and assured tenancies: transfer of tenancy (1) The Localism Act 2011 is amended as follows. (2) In section 158 of the Localism Act 2011 (secure and assured tenancies: transfer of tenancy)— (a) in subsection (3)(a), for  “not a flexible tenancy” substitute “\n                        an old-style secure tenancy\n                      ” ; (b) in subsection (4)(a), for  “is a flexible tenancy” substitute “\n                        is not an old-style secure tenancy\n                      ” ; (c) omit subsection (6); (d) in subsection (7), for  “fifth” substitute “\n                        fourth\n                      ” ; (e) for subsections (8) and (9) substitute— (8) The new tenancy is to be granted on whatever terms the landlord determines. (9) A landlord must, on request by a relevant tenant, inform the tenant of the terms on which a new tenancy will be granted to that tenant. (9A) Subsection (9B) applies in a case where— (a) the request was made before section 121 of the Housing and Planning Act 2016 came into force, and (b) one or more of the landlords had not yet complied with the request when that section came into force. (9B) In that case any new tenancy granted in pursuance of this section to a relevant tenant whose existing tenancy is an old-style secure tenancy, or an assured tenancy that is not an assured shorthold tenancy, must be— (a) an old-style secure tenancy, or (b) an assured tenancy that is not an assured shorthold tenancy, according to the landlord's capacity to grant a tenancy of either kind. (3) In section 159 (interpretation of section 158 etc ), in subsection (6), omit paragraph (b)."
  },
  {
    "id": "section-122",
    "text": "122 Electrical safety standards for residential properties let by landlords (1) The Secretary of State may by regulations impose duties on a ... landlord of residential premises in England to whom this section applies for the purposes of ensuring that electrical safety standards are met during any period when the premises are occupied under a tenancy. (1A) This section applies to a landlord who is— (a) a private landlord, or (b) a registered provider of social housing. (2) “ Electrical safety standards ” means standards specified in, or determined in accordance with, the regulations in relation to— (a) the installations in the premises for the supply of electricity, or (b) electrical fixtures, fittings or appliances provided by the landlord. (3) The duties imposed on the landlord may include duties to ensure that a qualified person has checked that the electrical safety standards are met. (4) The regulations may make provision about— (a) how and when checks are carried out; (b) who is qualified to carry out checks. (5) The regulations may require the landlord— (a) to obtain a certificate from the qualified person confirming that electrical safety standards are met, and (b) to give a copy of a certificate to the tenant, or a prospective tenant, or any other person specified in the regulations. (6) In this section— “ premises ” includes land, buildings, moveable structures, vehicles and vessels; “ private landlord ” means a landlord who is not within section 80(1) of the Housing Act 1985 (the landlord condition for secure tenancies); “ residential premises ” means premises all or part of which comprise a dwelling; “ tenancy ” includes a licence to occupy (and  “landlord” is to be read accordingly)."
  },
  {
    "id": "section-123",
    "text": "123 Electrical safety standards: enforcement (1) Regulations under section 122 may provide for covenants to be implied into a tenancy. (2) Regulations under that section— (a) may make provision about the enforcement of a duty imposed by the regulations; (b) may confer functions on a local housing authority in England. (3) The provision that may be made about enforcement includes provision— (a) requiring a landlord who fails to comply with a duty imposed by the regulations to pay a financial penalty (or more than one penalty in the event of a continuing failure); (b) conferring power on a local housing authority to arrange for a person to enter on the premises, with the consent of the tenant, to remedy any failure by the landlord to comply with a duty imposed by the regulations. (4) The provision that may be made in reliance on subsection (3)(a) includes provision— (a) about the procedure to be followed in imposing penalties; (b) about the amount of penalties; (c) conferring rights of appeal against penalties; (d) for the enforcement of penalties; (e) about the application of sums paid by way of penalties (and such provision may permit or require the payment of sums into the Consolidated Fund). (5) The provision that may be made in reliance on subsection (3)(b) includes provision— (a) about procedural matters; (b) enabling a local housing authority to recover from the landlord any costs incurred by it in remedying the failure; (c) about the application of costs recovered (and such provision may permit or require the payment of sums into the Consolidated Fund). (6) In this section  “ local housing authority ” has the meaning given by section 1 of the Housing Act 1985."
  },
  {
    "id": "section-124",
    "text": "124 Assessment of accommodation needs (1) In section 8 of the Housing Act 1985 (periodical review of housing needs), after subsection (2) insert— (3) In the case of a local housing authority in England, the duty under subsection (1) includes a duty to consider the needs of people residing in or resorting to their district with respect to the provision of— (a) sites on which caravans can be stationed, or (b) places on inland waterways where houseboats can be moored. (4) In subsection (3)— “ caravan ” has the meaning given by section 29 of the Caravan Sites and Control of Development Act 1960; “ houseboat ” means a boat or similar structure designed or adapted for use as a place to live. (2) In the Housing Act 2004 omit sections 225 and 226 (accommodation needs of gypsies and travellers)."
  },
  {
    "id": "section-125",
    "text": "125 Licences for HMO and other rented accommodation: additional tests (1) The Housing Act 2004 is amended as follows. (2) In section 63 (application for licences: houses in multiple occupation), in subsection (6)(c), after  “information” insert “\n                    or evidence\n                  ” . (3) In section 66 (tests for fitness and satisfactory management arrangements: houses in multiple occupation)— (a) after subsection (1) insert— (1A) A local housing authority in England must also have regard to any evidence within subsection (3A) or (3B). ; (b) in subsection (2), in paragraph (c), after  “tenant law” insert “\n                        (including Part 3 of the Immigration Act 2014)\n                      ” ; (c) after subsection (3) insert— (3A) Evidence is within this subsection if it shows that P— (a) requires leave to enter or remain in the United Kingdom but does not have it; or (b) is insolvent or an undischarged bankrupt. (3B) Evidence is within this subsection if— (a) it shows that any person associated or formerly associated with P (whether on a personal, work or other basis) is a person to whom subsection (3A)(a) or (b) applies; and (b) it appears to the authority that the evidence is relevant to the question whether P is a fit and proper person to be the licence holder or (as the case may be) the manager of the house. (4) In section 70 (revocation of licences), in subsection (2), in the words after paragraph (c)— (a) for  “Section 66(1) applies” substitute “\n                        Section 66(1) and (1A) apply\n                      ” ; (b) for  “it applies” substitute “\n                        they apply\n                      ” . (5) In section 87 (application for licences: certain other houses), in subsection (6)(c) after  “information” insert “\n                    or evidence\n                  ” . (6) In section 89 (tests for fitness and satisfactory management arrangements: certain other houses)— (a) after subsection (1) insert— (1A) A local housing authority in England must also have regard to any evidence within subsection (3A) or (3B). ; (b) in subsection (2), in paragraph (c), after  “tenant law” insert “\n                        (including Part 3 of the Immigration Act 2014)\n                      ” ; (c) after subsection (3) insert— (3A) Evidence is within this subsection if it shows that P— (a) requires leave to enter or remain in the United Kingdom but does not have it; or (b) is insolvent or an undischarged bankrupt. (3B) Evidence is within this subsection if— (a) it shows that any person associated or formerly associated with P (whether on a personal, work or other basis) is a person to whom subsection (3A)(a) or (b) applies; and (b) it appears to the authority that the evidence is relevant to the question whether P is a fit and proper person to be the licence holder or (as the case may be) the manager of the house. (7) In section 93, in subsection (2), in the words after paragraph (c)— (a) for  “Section 89(1) applies” substitute “\n                        Section 89(1) and (1A) apply\n                      ” ; (b) for  “it applies” substitute “\n                        they apply\n                      ” ."
  },
  {
    "id": "section-126",
    "text": "126 Financial penalty as alternative to prosecution under Housing Act 2004 Schedule 9 amends the Housing Act 2004 to allow financial penalties to be imposed as an alternative to prosecution for certain offences."
  },
  {
    "id": "section-127",
    "text": "127 Offence of contravening an overcrowding notice: level of fine (1) Section 139 of the Housing Act 2004 (overcrowding notices) is amended as follows. (2) In subsection (7), omit  “and is liable on summary conviction to a fine not exceeding level 4 on the standard scale”. (3) After subsection (7) insert— (7A) A person who commits an offence under subsection (7) in relation to premises in England is liable on summary conviction to a fine. (7B) A person who commits an offence under subsection (7) in relation to premises in Wales is liable on summary conviction to a fine not exceeding level 4 on the standard scale."
  },
  {
    "id": "section-128",
    "text": "128 Tenancy deposit information (1) The Housing Act 2004 is amended as follows. (2) In section 212 (tenancy deposit schemes), after subsection (6) insert— (6A) For further provision about what must be included in the arrangements, see section 212A. (3) After section 212 insert— 212A Provision of information to local authorities (1) Arrangements under section 212(1) made by the Secretary of State must require the scheme administrator— (a) to give a local housing authority in England any specified information that they request, or (b) to provide facilities for the sharing of specified information with a local housing authority in England. (2) In subsection (1)  “ specified information ” means information, of a description specified in the arrangements, that relates to a tenancy of premises in the local housing authority's area. (3) Arrangements made by virtue of this section may make the requirement to provide information or facilities to a local housing authority conditional on the payment of a fee. (4) Arrangements made by virtue of this section may include supplementary provision, for example about— (a) the form or manner in which any information is to be provided, (b) the time or times at which it is to be provided, and (c) the notification of anyone to whom the information relates. (5) Information obtained by a local housing authority by virtue of this section may be used only— (a) for a purpose connected with the exercise of the authority's functions under any of Parts 1 to 4 in relation to any premises, or (b) for the purpose of investigating whether an offence has been committed under any of those Parts in relation to any premises. (6) Information obtained by a local housing authority by virtue of this section may be supplied to a person providing services to the authority for a purpose listed in subsection (5). (7) The Secretary of State may by regulations amend the list of purposes in subsection (5). (4) In section 250(6) (affirmative instruments), after paragraph (b) insert— (ba) regulations under section 212A, ."
  },
  {
    "id": "section-129",
    "text": "129 Use of information obtained for certain other statutory purposes (1) The Housing Act 2004 is amended as follows. (2) In section 237 (use of information obtained for certain other statutory purposes) after subsection (2) insert— (3) The Secretary of State may by regulations amend this section so as to change the list of purposes for which a local housing authority in England may use information to which it applies. (3) In section 250(6) (affirmative instruments), after paragraph (c) insert— (ca) regulations under section 237, ."
  },
  {
    "id": "section-130",
    "text": "130 Tenants' associations: power to request information about tenants After section 29 of the Landlord and Tenant Act 1985 insert— 29A Tenants' associations: power to request information about tenants (1) The Secretary of State may by regulations impose duties on a landlord to provide the secretary of a relevant tenants' association with information about relevant qualifying tenants. (2) The regulations may— (a) make provision about the tenants about whom information must be provided and what information must be provided; (b) require a landlord to seek the consent of a tenant to the provision of information about that tenant; (c) require a landlord to identify how many tenants have not consented. (3) The regulations may— (a) authorise a landlord to charge costs specified in or determined in accordance with the regulations; (b) impose time limits on a landlord for the taking of any steps under the regulations; (c) make provision about the form or content of any notices under the regulations (including provision permitting or requiring a person to design the form of a notice); (d) make other provision as to the procedure in connection with anything authorised or required by the regulations. (4) The regulations may confer power on a court or tribunal to make an order remedying a failure by a landlord to comply with the regulations. (5) The regulations may include supplementary, incidental, transitional or saving provision. (6) Regulations under this section are to be made by statutory instrument. (7) A statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament. (8) In this section— “relevant tenants' association”, in relation to a landlord, means an association of tenants of the landlord at least one of whom is a qualifying tenant of a dwelling in England; “ relevant qualifying tenant ” means— (a) a person who is a qualifying tenant of a dwelling in England and a member of the relevant tenants' association, or (b) a person who is a qualifying tenant of a dwelling in England by virtue of being required to contribute to the same costs as a qualifying tenant who is a member of the relevant tenants' association; “ qualifying tenant ” means a tenant who, under the terms of the lease, is required to contribute to the same costs as another tenant by the payment of a service charge."
  },
  {
    "id": "section-131",
    "text": "131 Limitation of administration charges: costs of proceedings In Schedule 11 to the Commonhold and Leasehold Reform Act 2002 (administration charges), after paragraph 5 insert— Limitation of administration charges: costs of proceedings 5A (1) A tenant of a dwelling in England may apply to the relevant court or tribunal for an order reducing or extinguishing the tenant's liability to pay a particular administration charge in respect of litigation costs. (2) The relevant court or tribunal may make whatever order on the application it considers to be just and equitable. (3) In this paragraph— (a) “ litigation costs ” means costs incurred, or to be incurred, by the landlord in connection with proceedings of a kind mentioned in the table, and (b) “ the relevant court or tribunal ” means the court or tribunal mentioned in the table in relation to those proceedings. Proceedings to which costs relate “The relevant court or tribunal” Court proceedings The court before which the proceedings are taking place or, if the application is made after the proceedings are concluded, the county court First-tier Tribunal proceedings The First-tier Tribunal Upper Tribunal proceedings The Upper Tribunal Arbitration proceedings The arbitral tribunal or, if the application is made after the proceedings are concluded, the county court."
  },
  {
    "id": "section-132",
    "text": "132 Estate agents: lead enforcement authority (1) Before section 25 of the Estate Agents Act 1979 insert— 24A Lead enforcement authority (1) In this Act  “ the lead enforcement authority ” means— (a) the Secretary of State, or (b) a person whom the Secretary of State has arranged to be the lead enforcement authority in accordance with subsection (2). (2) The Secretary of State may make arrangements for one of the following to be the lead enforcement authority for the purposes of this Act (for the whole of the United Kingdom) instead of the Secretary of State— (a) a local weights and measures authority in Great Britain, or (b) the Department of Enterprise, Trade and Investment in Northern Ireland. (3) The arrangements— (a) may include provision for payments by the Secretary of State; (b) may include provision about bringing the arrangements to an end. (4) The Secretary of State may by regulations made by statutory instrument make transitional provision for when there is a change in the lead enforcement authority. (5) The regulations may relate to a specific change in the lead enforcement authority or to changes that might arise from time to time. (2) In section 26(1) of that Act (enforcement authorities), in paragraph (c), for  “Department of Commerce for Northern Ireland” substitute “\n                    Department of Enterprise, Trade and Investment in Northern Ireland\n                  ” . (3) In section 33(1) of that Act (general interpretation), for the definition of  “the lead enforcement authority” substitute— “ the lead enforcement authority ” has the meaning given by section 24A; . (4) In paragraph 13(9) of Schedule 5 to the Consumer Rights Act 2015 (powers under Part 3 of that Schedule to be exercisable for the purposes of certain functions of the lead enforcement authority) after  “Great Britain” insert “\n                    , the Department of Enterprise, Trade and Investment in Northern Ireland or the Secretary of State\n                  ” ."
  },
  {
    "id": "section-133",
    "text": "133 Power to require property agents to join client money protection schemes (1) The Secretary of State may by regulations require a property agent to be a member of— (a) a client money protection scheme approved by the Secretary of State for the purpose of the regulations, or (b) a government administered client money protection scheme that is designated by the Secretary of State for the purpose of the regulations. (2) The regulations may impose requirements about the nature of the membership that a property agent must obtain (for example, by requiring a property agent to obtain membership that results in a particular level of compensation being available). (3) The regulations shall— (a) require a property agent to obtain a certificate confirming the property agent's membership of the scheme; (b) require the property agent to display or publish the certificate in accordance with the regulations; (c) require the property agent to produce a copy of the certificate, on request, in accordance with the regulations. (4) In this section— “ client money protection scheme ” means a scheme which enables a person on whose behalf a property agent holds money to be compensated if all or part of that money is not repaid in circumstances in which the scheme applies; “ government administered client money protection scheme ” means a client money protection scheme that is administered by or on behalf of the Secretary of State; “ property agent ” means— (a) a person who engages in English letting agency work within the meaning of section 54, or (b) a person who engages in English property management work within the meaning of section 55, other than a person who engages in that work in the course of the person's employment under a contract of employment."
  },
  {
    "id": "section-134",
    "text": "134 Client money protection schemes: approval or designation (1) The Secretary of State may by regulations make provision about the approval or designation of client money protection schemes for the purposes of regulations under section 133. (2) The regulations may, in particular, make provision about— (a) the making of applications for approval, (b) conditions which must be satisfied before approval may be given or a scheme may be designated; (c) conditions which must be complied with by administrators of approved or designated client money protection schemes (including conditions requiring the issue of certificates for the purposes of regulations under section 133(3) and about the form of those certificates); (d) the withdrawal of approval or revocation of a designation. (3) Regulations under this section may confer a discretion on the Secretary of State in connection with— (a) the approval or designation of a client money protection scheme, (b) conditions which must be complied with by the administrator of such a scheme, (c) the amendment of such a scheme, or (d) the withdrawal of approval or revocation of designation of such a scheme."
  },
  {
    "id": "section-135",
    "text": "135 Enforcement of client money protection scheme regulations (1) The Secretary of State may by regulations make provision about the enforcement of a duty imposed by regulations under section 133. (2) The regulations may— (a) confer functions on a local authority in England; (b) require a property agent who fails to comply with a duty imposed by regulations under 133 to pay a financial penalty (or more than one penalty in the event of a continuing failure). (3) The provision that may be made under subsection (2)(a) includes provision requiring a local authority in England, when carrying out functions under the regulations, to have regard to guidance given by the Secretary of State or the lead enforcement authority (if not the Secretary of State) . (4) The provision that may be made under subsection (2)(b) includes provision— (a) about the procedure to be followed in imposing penalties; (b) about the amount of penalties; (c) conferring rights of appeal against penalties; (d) for the enforcement of penalties; (e) authorising a local authority in England to use sums paid by way of penalties for the purposes of any of its functions (whether or not the function is expressed to be a function of a local weights and measures authority) . (5) In this section  “ local authority in England ” means a local weights and measures authority in England. (6) For provisions about enforcement of regulations under section 133 or 134 or under this section by the lead enforcement authority, see sections 24 to 26 of the Tenant Fees Act 2019. (7) In this section  “ lead enforcement authority ” has the meaning given by section 24(1) of the Tenant Fees Act 2019."
  },
  {
    "id": "section-136",
    "text": "136 Enfranchisement and extension of long leaseholds: calculations Schedule 10 changes the method of calculating certain amounts under— (a) the Leasehold Reform Act 1967, and (b) the Leasehold Reform, Housing and Urban Development Act 1993."
  },
  {
    "id": "section-137",
    "text": "137 Redemption price for rentcharges (1) The Rentcharges Act 1977 is amended as follows. (2) In section 9(4)(a), after  “in accordance with” insert “\n                    regulations under\n                  ” . (3) In section 10, for subsection (1) substitute— (1) For the purposes of section 9 above, the redemption price for a rentcharge is to be calculated in accordance with regulations made by the Secretary of State. (4) In section 12(2), after  “such” insert “\n                    transitional,\n                  ” . (5) The amendments made by this section apply in relation to cases where— (a) an application for a redemption certificate is made under section 8 of the Rentcharges Act 1977 before this Act is passed, but (b) the instructions for redemption have not been served on the applicant under section 9(4) of the Rentcharges Act 1977 before this Act is passed, as well as to cases involving an application for a redemption certificate made after this Act is passed."
  },
  {
    "id": "section-138",
    "text": "138 Procedure for redeeming English rentcharges (1) The Rentcharges Act 1977 is amended in accordance with subsections (2) to (5). (2) Before section 8 (but after the italic heading before section 8) insert— 7A Power to make procedure for redeeming English rentcharges (1) The Secretary of State may by regulations make provision allowing the owner of land in England affected by a rentcharge to redeem it. (2) Regulations under subsection (1) may not make provision in relation to— (a) a rentcharge that could be redeemed by making an application under section 8(1A), (b) a rentcharge of a kind mentioned in section 2(3) or section 3(3)(a), (c) a rentcharge in respect of which the period for which it is payable cannot be ascertained, or (d) a variable rentcharge. (3) For the purposes of subsection (2)(d) a rentcharge is variable if the amount of the rentcharge will, or may, vary in the future in accordance with the provisions of the instrument under which it is payable. (4) Regulations under subsection (1) may, in particular— (a) provide for the owner of land affected by a rentcharge to be able to redeem a rentcharge by taking specified steps, including making payments determined in accordance with the regulations; (b) require a rent owner or other person to take specified steps to facilitate the redemption of a rentcharge, such as providing information or executing a deed of release; (c) where the documents of title of the owner of land affected by a rentcharge are in the custody of a mortgagee, require the mortgagee to make those documents or copies of those documents available in accordance with the regulations; (d) permit or require a person specified in the regulations to design the form of any document to be used in connection with the redemption of rentcharges under the regulations; (e) provide for a court or tribunal to— (i) determine disputes about or in relation to the redemption of a rentcharge; (ii) make orders about the redemption of a rentcharge; (iii) issue a redemption certificate; (f) make provision corresponding to any of the provisions of section 10(2) to (4). (5) Nothing in this section prevents the redemption of a rentcharge otherwise than in accordance with regulations under subsection (1). (3) In section 8— (a) in subsection (1)— (i) after  “land” insert “\n                            in Wales\n                          ” ; (ii) for the words from  “a certificate” to the end substitute “\n                            a redemption certificate\n                          ” ; (b) after subsection (1) insert— (1A) The owner of any land in England affected by a rentcharge which has been apportioned to that land by an apportionment order with a condition under— (a) section 7(2) above, or (b) section 20(1) of the Landlord and Tenant Act 1927, may apply to the Secretary of State, in accordance with this section, for a redemption certificate. (4) In section 12— (a) in subsection (1), after  “this Act” insert “\n                        , apart from regulations under section 7A,\n                      ” ; (b) after subsection (1) insert— (1A) Regulations under section 7A are to be made by statutory instrument. (1B) A statutory instrument containing regulations under section 7A may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. (5) In section 13(1), in the definition of  “redemption certificate”, for the words from  “has” to the end substitute “\n                    means a certificate certifying that a rentcharge has been redeemed\n                  ” . (6) The Leasehold Reform Act 1967 is amended in accordance with subsections (7) and (8). (7) In section 8(4)(b), for  “8” substitute “\n                    7A\n                  ” . (8) In section 11— (a) in subsection (6), after  “1977” insert “\n                        or the amount that would have to be paid to secure the redemption of that rentcharge in accordance with regulations made under section 7A of that Act\n                      ” ; (b) in subsection (7)(a), after  “specified” insert “\n                        or required\n                      ” ; (c) in subsection (8), for  “8” substitute “\n                        7A\n                      ” ."
  },
  {
    "id": "section-139",
    "text": "139 Designation of neighbourhood areas In section 61G of the Town and Country Planning Act 1990 (meaning of  “neighbourhood area”), after subsection (11) insert— (12) Regulations under subsection (11) may provide that where an application under this section— (a) meets prescribed criteria, or (b) has not been determined within a prescribed period, the local planning authority must, except in prescribed cases or circumstances, exercise their powers under this section to designate the specified area as a neighbourhood area. (13) The reference in subsection (12) to the designation of an area as a neighbourhood area includes the modification under subsection (6) of a designation already made."
  },
  {
    "id": "section-140",
    "text": "140 Timetable in relation to neighbourhood development orders and plans (1) In Schedule 4B to the Town and Country Planning Act 1990 (process for making of neighbourhood development orders), after paragraph 13 insert— 13A Regulations may make provision— (a) requiring any prescribed action falling to be taken by the local planning authority under paragraph 12 or 13 to be taken by a prescribed date; (b) imposing time limits for the submission of representations invited under paragraph 13(1). (2) In section 61E of that Act (neighbourhood development orders), in subsection (4)(b), after  “as soon as reasonably practicable after the referendum is held” insert “\n                    and, in any event, by such date as may be prescribed\n                  ” . (3) In section 38A of the Planning and Compulsory Purchase Act 2004 (meaning of  “neighbourhood development plan”), in subsection (4)(b), after  “as soon as reasonably practicable after the referendum is held” insert “\n                    and, in any event, by such date as may be prescribed\n                  ” ."
  },
  {
    "id": "section-141",
    "text": "141 Making neighbourhood development orders and plans: intervention powers (1) In Schedule 4B to the Town and Country Planning Act 1990, before paragraph 14 insert— Intervention powers of Secretary of State 13B (1) This paragraph applies where the qualifying body requests the Secretary of State to intervene under this paragraph and— (a) the local planning authority have failed, by the applicable date prescribed under paragraph 13A, to take a decision as to whether a referendum is (or referendums are) to be held on the making of a neighbourhood development order, (b) a recommendation made under paragraph 10(2) is not followed by the authority, or (c) the authority make any modification under paragraph 12(5) that is not— (i) a modification recommended under paragraph 10(2)(b), (ii) a modification that the authority consider needs to be made to secure that the draft order does not breach, and is otherwise compatible with, EU obligations, (iii) a modification that the authority consider needs to be made to secure that the draft order is compatible with the Convention rights, or (iv) a modification for the purpose of correcting an error. (2) The Secretary of State may exercise functions of the local planning authority under paragraph 12(2) and (3) and— (a) if satisfied that paragraph (a) or (b) of paragraph 12(4) applies, may direct the authority to make arrangements for a referendum (or referendums) to be held on the making of a neighbourhood development order; (b) if not so satisfied, may direct the authority to refuse the proposal. (3) The Secretary of State may direct the authority to take the actions referred to in paragraph 12(8) and (9). (4) If by reason (wholly or partly) of new evidence or a new fact, or a different view taken by the Secretary of State as to a particular fact, the Secretary of State proposes to direct the local planning authority to act in a way that is not in accordance with what was recommended by the examiner— (a) the Secretary of State may require the authority to notify prescribed persons of the proposed direction (and the reason for it) and invite representations; (b) the Secretary of State may also require them to refer the issue to independent examination. (5) The order on which a referendum is (or referendums are) to be held by virtue of sub-paragraph (2)(a) is the draft order subject to such modification (if any) as the Secretary of State or the local planning authority consider appropriate. (6) The only modifications the local planning authority may make under sub-paragraph (5) are— (a) modifications that the authority consider need to be made to secure that the draft order does not breach, and is otherwise compatible with, EU obligations, (b) modifications that the authority consider need to be made to secure that the draft order is compatible with the Convention rights, and (c) modifications for the purpose of correcting errors. 13C Regulations may make provision supplementing that made by paragraph 13B; and the regulations may in particular— (a) prescribe the form and content of a request by the qualifying body under paragraph 13B(1) and the date by which it must be made; (b) confer power on the Secretary of State to direct a local planning authority to refrain from taking any action specified in the direction that they would otherwise be required or entitled to take under paragraph 12 or 13; (c) make provision under which decisions falling to be made by the Secretary of State under paragraph 13B may be made instead by a person appointed by the Secretary of State for the purpose (an  “inspector”); (d) prescribe matters that the Secretary of State or an inspector must take into account in making a decision; (e) require a local planning authority to provide prescribed information to the Secretary of State or to an inspector; (f) make provision about examinations carried out by virtue of paragraph 13B(4)(b) (including any provision of a kind mentioned in paragraph 11(2)); (g) make provision (in addition to that made by paragraph 13B(4)(b)) for the holding of an examination, and for the payment by a local planning authority of remuneration and expenses of the examiner; (h) provide for the Secretary of State, or a local planning authority on the direction of the Secretary of State, to notify to prescribed persons and to publish— (i) prescribed decisions made by the Secretary of State under paragraph 13B, (ii) the reasons for making those decisions, and (iii) other prescribed matters relating to those decisions. (2) In paragraph 14 of that Schedule (referendum), in sub-paragraph (1), after  “as a result of paragraph 12(4)” insert “\n                    or a direction under paragraph 13B(2)(a)\n                  ” . (3) In section 61N of that Act (legal challenges in relation to neighbourhood development orders), in subsection (2), before  “only if” insert “\n                    or paragraph 13B of that Schedule (intervention powers of Secretary of State)\n                  ” ."
  },
  {
    "id": "section-142",
    "text": "142 Local planning authority to notify neighbourhood forum of applications In Schedule 1 to the Town and Country Planning Act 1990 (local planning authorities: distribution of functions), after paragraph 8 insert— 8A (1) A local planning authority who have the function of determining applications for planning permission or permission in principle shall, if requested to do so by a neighbourhood forum for an area which (or any part of which) is situated in the authority's area, notify the neighbourhood forum of— (a) any relevant planning application; and (b) any alteration to that application accepted by the authority. (2) In this paragraph— “ neighbourhood forum ” means an organisation or body designated as such under section 61F; “ relevant planning application ” means an application which— (a) relates to land in the area for which the neighbourhood forum is designated; and (b) is an application for— (i) planning permission or permission in principle; or (ii) approval of a matter reserved under an outline planning permission within the meaning of section 92. (3) Sub-paragraphs (3) to (6) of paragraph 8 have effect for the purposes of this paragraph, any reference to a parish council being read as a reference to a neighbourhood forum."
  },
  {
    "id": "section-143",
    "text": "143 Power to direct amendment of local development scheme (1) In section 15 of the Planning and Compulsory Purchase Act 2004 (local development scheme), before subsection (4) insert— (3A) If a local planning authority have not prepared a local development scheme, the Secretary of State or the Mayor of London may— (a) prepare a local development scheme for the authority, and (b) direct the authority to bring that scheme into effect. (2) In subsections (4) and (8AA) of that section, for  “effective coverage” substitute “\n                    full and effective coverage (both geographically and with regard to subject matter)\n                  ” . (3) In subsections (4A)(a), (5), (6), (6A) and (6B)(a) of that section, after  “under subsection” insert “\n                    (3A) or\n                  ” ."
  },
  {
    "id": "section-144",
    "text": "144 Power to give direction to examiner of development plan document In section 20 of the Planning and Compulsory Purchase Act 2004 (independent examination), after subsection (6) insert— (6A) The Secretary of State may by notice to the person appointed to carry out the examination— (a) direct the person not to take any step, or any further step, in connection with the examination of the development plan document, or of a specified part of it, until a specified time or until the direction is withdrawn; (b) require the person— (i) to consider any specified matters; (ii) to give an opportunity, or further opportunity, to specified persons to appear before and be heard by the person; (iii) to take any specified procedural step in connection with the examination. In this subsection  “ specified ” means specified in the notice."
  },
  {
    "id": "section-145",
    "text": "145 Intervention by Secretary of State (1) In section 21 of the Planning and Compulsory Purchase Act 2004 (intervention by Secretary of State), in subsection (3), after  “if” insert “\n                    or to the extent that\n                  ” . (2) In subsection (5) of that section— (a) in paragraph (a), after  “until the Secretary of State gives his decision” insert “\n                        , or withdraws the direction\n                      ” ; (b) for paragraph (b) substitute— (b) if the direction is given, and not withdrawn, before the authority have submitted the document under section 20(1), the Secretary of State must hold an independent examination; ; (c) in paragraph (c), for  “he” substitute “\n                        , and is not withdrawn before those recommendations are made, the person\n                      ” ; (d) for paragraph (d) substitute— (d) the document has no effect unless the document or (as the case may be) the relevant part of it has been approved by the Secretary of State, or the direction is withdrawn. (3) After that subsection insert— (5A) Subsections (4) to (7C) of section 20 apply to an examination held under subsection (5)(b), the reference to the local planning authority in subsection (7C) of that section being read as a reference to the Secretary of State. (5B) For the purposes of subsection (5)(d) the  “relevant part” of a development plan document is the part that— (a) is covered by a direction under subsection (4) which refers to only part of the document, or (b) continues to be covered by a direction under subsection (4) following the partial withdrawal of the direction. (4) At the end of that section insert— (11) The local planning authority must reimburse the Secretary of State for any expenditure incurred by the Secretary of State under this section that is specified in a notice given to the authority by the Secretary of State. (5) After that section insert— 21A Temporary direction pending possible use of intervention powers (1) If the Secretary of State is considering whether to give a direction to a local planning authority under section 21 in relation to a development plan document or other local development document, he may direct the authority not to take any step in connection with the adoption of the document— (a) until the time (if any) specified in the direction, or (b) until the direction is withdrawn. (2) A document to which a direction under this section relates has no effect while the direction is in force. (3) A direction given under this section in relation to a document ceases to have effect if a direction is given under section 21 in relation to that document."
  },
  {
    "id": "section-146",
    "text": "146 Secretary of State's default powers For section 27 of the Planning and Compulsory Purchase Act 2004 substitute— 27 Secretary of State's default powers (1) This section applies if the Secretary of State thinks that a local planning authority are failing or omitting to do anything it is necessary for them to do in connection with the preparation, revision or adoption of a development plan document. (2) The Secretary of State may— (a) prepare or revise (as the case may be) the document, or (b) give directions to the authority in relation to the preparation or revision of the document. (3) The Secretary of State must either— (a) hold an independent examination, or (b) direct the authority to submit the document for independent examination. (4) The Secretary of State must either— (a) publish the recommendations and reasons of the person appointed to hold the examination, or (b) give directions to the authority in relation to publication of those recommendations and reasons. (5) The Secretary of State may— (a) approve the document, or approve it subject to specified modifications, as a local development document, (b) direct the authority to consider adopting the document by resolution of the authority as a local development document, or (c) (except where it was prepared or revised by the Secretary of State under subsection (2)(a)) reject the document. (6) Subsections (4) to (7C) of section 20 apply (subject to subsection (7) below) to an examination held under subsection (3)(a), the reference to the local planning authority in subsection (7C) of that section being read as a reference to the Secretary of State. (7) Subsections (5)(c), (7)(b)(ii) and (7B)(b) of section 20 do not apply to an independent examination held— (a) under subsection (3)(a), or (b) in response to a direction under subsection (3)(b), in respect of a document prepared or revised by the Secretary of State under subsection (2)(a). (8) The Secretary of State must give reasons for anything he does in pursuance of subsection (2) or (5). (9) The authority must reimburse the Secretary of State for any expenditure he incurs in connection with anything— (a) which is done by him under subsection (2)(a), and (b) which the authority failed or omitted to do as mentioned in subsection (1)."
  },
  {
    "id": "section-147",
    "text": "147 Default powers exercisable by Mayor of London or combined authority (1) After section 27 of the Planning and Compulsory Purchase Act 2004 insert— 27A Default powers exercisable by Mayor of London or combined authority Schedule A1 (default powers exercisable by Mayor of London or combined authority) has effect. (2) Before Schedule 1 to that Act insert, as Schedule A1, the Schedule set out in Schedule 11 to this Act. (3) In section 17 of that Act (local development documents), at the end of subsection (8) insert— (c) is approved by the Mayor of London under paragraph 2 of Schedule A1; (d) is approved by a combined authority under paragraph 6 of that Schedule."
  },
  {
    "id": "section-148",
    "text": "148 Costs of independent examinations held by Secretary of State (1) Section 303A of the Town and Country Planning Act 1990 (responsibility of local planning authorities for costs of holding certain inquiries etc ) is amended as follows. (2) In subsection (1A), after  “section 20” insert “\n                    , 21(5)(b), 27(3)(a)\n                  ” . (3) For subsection (9A) substitute— (9A) A reference to a local planning authority causing a qualifying procedure to be carried out includes a reference to the case where under the Planning and Compulsory Purchase Act 2004— (a) the local planning authority are required to submit a document to the appropriate authority for independent examination, or (b) the Secretary of State holds an independent examination in relation to a document prepared by the local planning authority, or by the Secretary of State under section 27(2)(a) of that Act."
  },
  {
    "id": "section-149",
    "text": "149 Planning powers of the Mayor of London (1) In section 2A of the Town and Country Planning Act 1990 (power of Mayor of London to decide applications of potential strategic importance), in subsection (6), for  “areas, and” substitute areas; (aa) may prescribe matters by reference to the spatial development strategy, or a development plan document (within the meaning of Part 2 of the Planning and Compulsory Purchase Act 2004), as it has effect from time to time; . (2) In section 74 of that Act (directions etc as to method of dealing with applications), in subsection (1B)— (a) in paragraph (a), for  “London borough to refuse” substitute London borough— (i) to consult with the Mayor of London before granting or refusing an application for planning permission, or permission in principle, that is an application of a prescribed description, or (ii) to refuse ; (b) in paragraph (c), for  “such a direction;” substitute “\n                        a direction given by virtue of paragraph (a)(ii).\n                      ” ; (c) omit the words after that paragraph. (3) After that subsection insert— (1BA) In subsection (1B)  “ prescribed ” means— (a) prescribed by a development order, or (b) specified in directions made under a development order by the Secretary of State or the Mayor of London. (1BB) Matters prescribed under subsection (1B) by a development order may be prescribed by reference to the spatial development strategy, or a development plan document (within the meaning of Part 2 of the Planning and Compulsory Purchase Act 2004), as it has effect from time to time."
  },
  {
    "id": "section-150",
    "text": "150 Permission in principle for development of land (1) After section 58 of the Town and Country Planning Act 1990 insert— Permission in principle 58A Permission in principle: general (1) Permission in principle may be granted for housing-led development of land in England as provided in section 59A. (2) Permission in principle may not be granted for development consisting of the winning and working of minerals. (3) For the effect of permission in principle, see section 70(2ZZA) to (2ZZC)\n\t\t\t\t\t\t\t\t\t\t\t(application for technical details consent must be determined in accordance with permission in principle, except after a prescribed period). (4) A reference to permission in principle in any provision of this Act in its application to land in Wales, or in its application to functions of the Welsh Ministers or other authorities in Wales, is to be ignored. (2) After section 59 of that Act insert— 59A Development orders: permission in principle (1) A development order may either— (a) itself grant permission in principle, in relation to land in England that is allocated for development in a qualifying document (whether or not in existence when the order is made) for development of a prescribed description; or (b) provide for the granting by a local planning authority in England, on application to the authority in accordance with the provisions of the order, of permission in principle for development of a prescribed description. (2) In this section— “ prescribed ” means prescribed in a development order; “ qualifying document ” means a document, as it has effect from time to time, which— (a) falls within subsection (3), (b) indicates that the land in question is allocated for development for the purposes of this section, and (c) contains prescribed particulars in relation to the land allocated and the kind of development for which it is allocated. (3) The following documents fall within this subsection— (a) a register maintained in pursuance of regulations under section 14A of the Planning and Compulsory Purchase Act 2004 (“ the 2004 Act ”); (b) a development plan document within the meaning of Part 2 of the 2004 Act (see section 37 of that Act); (c) a neighbourhood development plan within the meaning given by section 38A of the 2004 Act. (4) Permission in principle granted by a development order takes effect— (a) when the qualifying document takes effect, if the land in question is allocated for development in the document at that time; (b) otherwise, when the qualifying document is revised so that the land in question is allocated for development. But a development order may provide that, if the local planning authority so directs, permission in principle does not take effect until the date specified by the local planning authority in the direction. (5) For the purposes of subsection (4)(a)— (a) a register maintained in pursuance of regulations under section 14A of the 2004 Act takes effect when it is first published; (b) a development plan document takes effect when it is adopted or approved under Part 2 of the 2004 Act; (c) a neighbourhood development plan takes effect when it is made by the local planning authority. (6) Permission in principle granted by a development order is not brought to an end by the qualifying document ceasing to have effect or being revised. (7) Permission in principle granted by a development order ceases to have effect on the expiration of— (a) five years beginning with the date on which it takes effect; or (b) such other period (whether longer or shorter) beginning with that date as the local planning authority may direct. (8) Permission in principle granted by a local planning authority ceases to have effect on the expiration of— (a) three years beginning with the date on which it takes effect; or (b) such other period (whether longer or shorter) beginning with that date as the local planning authority may direct. (9) The Secretary of State may by regulations amend subsection (7)(a) or (8)(a) by substituting a shorter period for the period for the time being specified there. (10) A development order— (a) may make provision in relation to an application for planning permission for development of land in respect of which permission in principle has been granted; (b) may require the local planning authority to prepare, maintain and publish a register containing prescribed information as to permissions in principle granted by a development order. (11) In exercising a power of direction conferred by virtue of subsection (4), or conferred by subsection (7)(b) or (8)(b), a local planning authority must have regard to the provisions of the development plan and any other material considerations. (12) In exercising any other function exercisable by virtue of this section, or in exercising any function in relation to an application for planning permission for development of land in respect of which permission in principle has been granted, a local planning authority must have regard to any guidance issued by the Secretary of State. (13) In relation to an application for permission in principle which under any provision of this Part is made to, or determined by, the Secretary of State instead of the local planning authority, a reference in subsection (1) or (8) to a local planning authority has effect (as necessary) as a reference to the Secretary of State. (3) In section 70 of that Act (determination of applications: general considerations)— (a) after subsection (1) insert— (1A) Where an application is made to a local planning authority for permission in principle— (a) they may grant permission in principle; or (b) they may refuse permission in principle. ; (b) after subsection (2) insert— (2ZZA) The authority must determine an application for technical details consent in accordance with the relevant permission in principle. This is subject to subsection (2ZZC). (2ZZB) An application for technical details consent is an application for planning permission that— (a) relates to land in respect of which permission in principle is in force, (b) proposes development all of which falls within the terms of the permission in principle, and (c) particularises all matters necessary to enable planning permission to be granted without any reservations of the kind referred to in section 92. (2ZZC) Subsection (2ZZA) does not apply where— (a) the permission in principle has been in force for longer than a prescribed period, and (b) there has been a material change of circumstances since the permission came into force. “ Prescribed ” means prescribed for the purposes of this subsection in a development order. (4) In section 333 of that Act (regulations and orders), after subsection (3) insert— (3ZA) No regulations may be made under section 59A(9) unless a draft of the instrument containing the regulations has been laid before, and approved by a resolution of, each House of Parliament. (5) Schedule 12 (permission in principle for development of land: minor and consequential amendments) has effect."
  },
  {
    "id": "section-151",
    "text": "151 Local planning authority to keep register of particular kinds of land (1) In Part 2 of the Planning and Compulsory Purchase Act 2004 (local development), after section 14 insert— Register 14A Register of land (1) The Secretary of State may make regulations requiring a local planning authority in England to prepare, maintain and publish a register of land within (or partly within) the authority's area which— (a) is of a prescribed description, or (b) satisfies prescribed criteria. (2) The regulations may require the register to be kept in two or more parts. A reference to the register in the following subsections includes a reference to a prescribed part of the register. (3) The regulations may make provision permitting the local planning authority to enter in the register land within (or partly within) the authority's area which— (a) is of a prescribed description or satisfies prescribed criteria, and (b) is not required by the regulations to be entered in the register. (4) The regulations may— (a) require or authorise a local planning authority to carry out consultation and other procedures in relation to entries in the register; (b) specify descriptions of land that are not to be entered in the register; (c) confer a discretion on a local planning authority, in prescribed circumstances, not to enter in the register land of a prescribed description that the authority would otherwise be required to enter in it; (d) require a local planning authority exercising the discretion referred to in paragraph (c) to explain why they have done so; (e) specify information to be included in the register; (f) make provision about revising the register. (5) The regulations may specify a description of land by reference to a description in national policies and advice. (6) The regulations may confer power on the Secretary of State to require a local planning authority— (a) to prepare or publish the register, or to bring the register up to date, by a specified date; (b) to provide the Secretary of State with specified information, in a specified form and by a specified date, in relation to the register. In this subsection  “ specified ” means specified by the Secretary of State. (7) In exercising their functions under the regulations, a local planning authority must have regard to— (a) the development plan; (b) national policies and advice; (c) any guidance issued by the Secretary of State for the purposes of the regulations. (8) In this section  “ national policies and advice ” means national policies and advice contained in guidance issued by the Secretary of State (as it has effect from time to time). (2) In section 33 of that Act (power to direct that Part 2 of that Act does not apply to the area of an urban development corporation), for  “that this Part does not apply” substitute that the provisions of— (a) this Part, or (b) any particular regulations made under section 14A, do not apply ."
  },
  {
    "id": "section-152",
    "text": "152 Approval condition where development order grants permission for building (1) In section 60 of the Town and Country Planning Act 1990 (permission granted by development order), after subsection (1) insert— (1A) Without prejudice to the generality of subsection (1), where planning permission is granted by a development order for building operations in England, the order may require the approval of the local planning authority, or the Secretary of State, to be obtained— (a) for those operations, or (b) with respect to any matters that relate to those operations, or to the use of the land in question following those operations, and are specified in the order. (2) In subsection (2) of that section, after  “any buildings” insert “\n                    in Wales\n                  ” . (3) In subsection (2B) of that section, for  “subsection (1)” substitute “\n                    subsections (1) and (1A)\n                  ” . (4) In section 70A of that Act (power to decline to determine subsequent application), in subsection (5)(b), for  “section 60(2)” substitute “\n                    section 60(1A), (2)\n                  ” ."
  },
  {
    "id": "section-153",
    "text": "153 Planning applications that may be made directly to Secretary of State (1) In section 62A of the Town and Country Planning Act 1990 (when application may be made directly to Secretary of State), in subsection (1), for paragraphs (a) and (b) substitute— (a) the local planning authority concerned is designated by the Secretary of State for applications of a description specified in the designation; and (b) the application falls within that description. (2) After that subsection insert— (1A) Only prescribed descriptions of application may be specified in a designation under subsection (1). (3) For subsection (2) of that section substitute— (2) In this section  “ relevant application ” means— (a) an application for planning permission, or permission in principle, for the development of land in England, or (b) an application for approval of a matter that, as defined by section 92, is a reserved matter in the case of an outline planning permission for the development of land in England, but does not include an application of the kind described in section 73(1) or an application of a description excluded by regulations. (4) In subsection (3)(a)(i) of that section omit  “, or for conservation area consent,”. (5) In section 62B of that Act (designation for the purposes of section 62A), after subsection (1) insert— (1A) A document to which subsection (2) applies may set out different criteria for each description of application prescribed under section 62A(1A)."
  },
  {
    "id": "section-154",
    "text": "154 Planning freedoms: right for local areas to request alterations to planning system (1) If the following conditions are met, the Secretary of State may by regulations make a planning freedoms scheme, having effect for a specified period, in relation to a specified planning area in England. A  “planning freedoms scheme” is a scheme that disapplies or modifies specified planning provisions in order to facilitate an increase in the amount of housing in the planning area concerned. (2) The first condition is that the relevant planning authority or authorities have requested the Secretary of State to make a planning freedoms scheme for their area. (3) The second condition is that the Secretary of State is satisfied— (a) that there is a need for a significant increase in the amount of housing in the planning area concerned, (b) that the planning freedoms scheme will contribute to such an increase, and (c) that adequate consultation has been carried out. (4) The third condition is that— (a) the relevant planning authority or authorities have prepared a summary of the views expressed in the consultation referred to in subsection (3)(c), and (b) the Secretary of State has considered that summary. (5) For the purposes of subsection (3)(c) consultation is  “adequate” only if— (a) the relevant authority or authorities publish an explanation of what the proposed planning freedoms scheme is expected to involve, and (b) persons in the planning area concerned, and other persons likely to be affected, have a reasonable opportunity to communicate their views about the proposed scheme. (6) The Secretary of State may decide to restrict the number of planning freedoms schemes in force at any one time (and accordingly is not required to make a scheme merely because the conditions in this section are met). (7) The Secretary of State may by regulations bring a planning freedoms scheme to an end, and must do so if the relevant planning authority or, as the case may be, any of the relevant planning authorities so request. (8) In this section— “ planning area ” means the area of a local planning authority, or an area comprising two or more adjoining areas of local planning authorities; “ planning provision ” means a provision to do with planning that is contained in or made under any Act; “ relevant planning authority ” means the local planning authority for an area that is or forms part of a planning area; “ specified ” means specified in regulations under subsection (1)."
  },
  {
    "id": "section-155",
    "text": "155 Local planning authorities: information about financial benefits After section 75 of the Town and Country Planning Act 1990 insert— Information in planning reports for local planning authorities 75ZA Information about financial benefits (1) A local planning authority in England must make arrangements to ensure that the required financial benefits information is included in each report which— (a) is made by an officer or agent of the authority for the purposes of a non-delegated determination of an application for planning permission, and (b) contains a recommendation as to how the authority should determine the application in accordance with section 70(2). (2) The required financial benefits information is— (a) a list of any financial benefits (whether or not material to the application) which are local finance considerations or benefits of a prescribed description, and which appear to the person making the report to be likely to be obtained— (i) by the authority, or (ii) by a person of a prescribed description or (if regulations so provide) by any person, as a result of the proposed development (if it is carried out); (b) in relation to each listed financial benefit, a statement of the opinion of the person making the report as to whether the benefit is material to the application; (c) any other prescribed information about a listed financial benefit. (3) In this section— “ local finance consideration ” has the same meaning as in section 70; “ non-delegated determination ” means a determination that is not delegated to an officer of the authority in question; “ officer ” includes employee. (4) Regulations under this section may— (a) prescribe a description of financial benefits by reference to the amount or value of the benefit; (b) make different provision for different kinds of local planning authority or different kinds of development."
  },
  {
    "id": "section-156",
    "text": "156 Local planning authorities: information about neighbourhood development plans After section 75ZA of the Town and Country Planning Act 1990 (inserted by section 155 above) insert— 75ZB Information about neighbourhood development plans (1) This section applies where— (a) a report of the kind mentioned in section 75ZA(1) recommends the grant of planning permission or permission in principle, and (b) the proposed development is in an area for which a neighbourhood development plan (made under section 38A of the Planning and Compulsory Purchase Act 2004) is in force. (2) The report must— (a) set out how the plan was taken into account in making the recommendation, and (b) identify any points of conflict between the plan and the recommendation."
  },
  {
    "id": "section-157",
    "text": "157 Planning applications etc : setting of fees In section 303 of the Town and Country Planning Act 1990 (fees for planning applications etc ), after subsection (8) insert— (8A) If a draft of regulations of the Secretary of State under this section would, apart from this subsection, be treated as a hybrid instrument for the purposes of the standing orders of either House of Parliament, it is to proceed in that House as if it were not a hybrid instrument."
  },
  {
    "id": "section-158",
    "text": "158 Resolution of disputes about planning obligations (1) After section 106 of the Town and Country Planning Act 1990 (planning obligations) insert— 106ZA Resolution of disputes about planning obligations Schedule 9A (resolution of disputes about planning obligations) has effect. (2) After Schedule 9 to that Act insert, as Schedule 9A, the Schedule set out in Schedule 13 to this Act. (3) In section 106 of that Act, in subsection (1), for  “and sections 106A to 106C” substitute “\n                    , sections 106A to 106C and Schedule 9A\n                  ” ."
  },
  {
    "id": "section-159",
    "text": "159 Planning obligations and affordable housing (1) After section 106ZA of the Town and Country Planning Act 1990 (inserted by section 158 above) insert— 106ZB Enforceability of planning obligations regarding affordable housing (1) Regulations made by the Secretary of State may impose restrictions or conditions on the enforceability of planning obligations entered into with regard to the provision of— (a) affordable housing, or (b) prescribed descriptions of affordable housing. (2) Regulations under this section— (a) may make consequential, supplementary, incidental, transitional or saving provision; (b) may impose different restrictions or conditions (or none) depending on the size, scale or nature of the site or the proposed development to which any planning obligations would relate. Paragraph (b) is without prejudice to the generality of section 333(2A). (3) This section does not apply in relation to a planning obligation if— (a) planning permission for the development was granted wholly or partly on the basis of a policy for the provision of housing on rural exception sites, or (b) the obligation relates to development in a National Park or in an area designated under section 82 of the Countryside and Rights of Way Act 2000 as an area of outstanding natural beauty. (4) In this section  “ affordable housing ” means new dwellings in England that— (a) are to be made available for people whose needs are not adequately served by the commercial housing market, or (b) are starter homes within the meaning of Chapter 1 of Part 1 of the Housing and Planning Act 2016 (see section 2 of that Act). (5) “New dwelling” here means a building or part of a building that— (a) has been constructed for use as a dwelling and has not previously been occupied, or (b) has been adapted for use as a dwelling and has not been occupied since its adaptation. (6) The Secretary of State may by regulations amend this section so as to modify the definition of  “affordable housing”. (2) In section 333 of that Act (regulations and orders), after subsection (3ZA) (inserted by section 150(4) above) insert— (3ZB) No regulations may be made under section 106ZB unless a draft of the instrument containing the regulations has been laid before, and approved by a resolution of, each House of Parliament."
  },
  {
    "id": "section-160",
    "text": "160 Development consent for projects that involve housing (1) Section 115 of the Planning Act 2008 (development for which development consent may be granted) is amended as follows. (2) At the end of subsection (1) insert , or (c) related housing development. (3) In subsection (2)(b), for  “is not” substitute “\n                    does not consist of or include\n                  ” . (4) Before subsection (5) insert— (4B) Related housing development” means development which— (a) consists of or includes the construction or extension of one or more dwellings, (b) is on the same site as, or is next to or close to, any part of the development within subsection (1)(a), or is otherwise associated with that development (or any part of it), (c) is to be carried out wholly in England, and (d) meets the condition in subsection (4C). (4C) Development meets the condition in this subsection if the development within subsection (1)(a) to which it is related is to be carried out in one or more of the following areas— (a) England; (b) waters adjacent to England up to the seaward limits of the territorial sea. (5) In subsection (5), after  “associated development” insert “\n                    or related housing development\n                  ” . (6) At the end insert— (7) The Secretary of State, in deciding an application for an order granting development consent for development that includes related housing development, must take into account any matters set out in guidance published by the Secretary of State."
  },
  {
    "id": "section-161",
    "text": "161 Processing of planning applications by alternative providers (1) The Secretary of State may by regulations provide for temporary arrangements in particular areas in England to test the practicality and desirability of competition in the processing (but not determining) of applications to do with planning. (2) The regulations may make provision— (a) for an application for planning permission that falls to be determined by a specified local planning authority in England to be processed, if the applicant so chooses, not by that authority but by a designated person; (b) for any connected application also to be processed by a designated person and not by that authority. (3) The regulations must specify a period after which any such provision ceases to apply. That period (whether as originally specified or as subsequently extended) must end no later than five years after the first regulations under this section come into force. (4) The Secretary of State must— (a) review the operation and effectiveness of any arrangements made under the regulations; (b) no later than 12 months after the date when the arrangements (or the last of them) cease to have effect— (i) lay a report before each House of Parliament, or (ii) make a statement to the House of Parliament of which that Secretary of State is a member, setting out the results and conclusions of the review. (5) The regulations may provide that— (a) they apply only to applications that relate to development of a specified description; (b) designations of persons by the Secretary of State (see subsection (13)) may be made so as to apply only in relation to applications that relate to development of a specified description. (6) The regulations may— (a) apply or disapply, in relation to England, any enactment about planning; (b) modify the effect of any such enactment in relation to England. (7) The regulations may not contain anything that allows or requires, or could allow or require, the responsible planning authority's duty to determine an application to be carried out, to any extent, by a designated person on the authority's behalf. (8) Nothing said or done by a designated person appointed under the regulations to process an application is binding on the responsible planning authority when determining the application. (9) Before making the first regulations under this section the Secretary of State must consult such representatives of local planning authorities, and such other persons, as the Secretary of State thinks fit. (10) Sections 162 to 164, which set out matters that may be included in regulations under this section, do not limit the power in section 214(6) (to make supplementary provision etc ). (11) For the purposes of this group of sections (that is, this section and sections 162 to 164), processing an application means taking any action in relation to the application (other than determining it) of a kind that— (a) might otherwise be taken by or for the responsible planning authority, and (b) is specified in the regulations. (12) In this group of sections  “ connected application ”, in relation to an application for planning permission that is to be or has been processed by a designated person under the regulations (“ the main application ”), means— (a) an application for approval of a matter reserved under an outline planning permission within the meaning of section 92 of the Town and Country Planning Act 1990 (where the main application resulted in the grant of such permission), or (b) an application of a specified description, made under or by virtue of an enactment about planning, that relates to some or all of the land to which the main application relates. (13) In this group of sections  “ designated person ” means a person— (a) who is designated by the Secretary of State in accordance with the regulations, and (b) whose designation has not been withdrawn in accordance with the regulations. The Secretary of State may designate a local planning authority. (14) In this group of sections— “ local planning authority ” has the same meaning as in the Town and Country Planning Act 1990; “ planning permission ” means planning permission under Part 3 of that Act; “ responsible planning authority ”, in relation to an application for planning permission or a connected application, means the local planning authority responsible for determining the application; “ specified ” means specified in regulations under this section."
  },
  {
    "id": "section-162",
    "text": "162 Regulations under section 161: general (1) Regulations under section 161 may— (a) require a designated person (subject to any specified exceptions) to process an application for planning permission if chosen to do so by an applicant; (b) provide that, where an application for planning permission is to be or has been processed by a designated person, any connected application must (subject to any specified exceptions) also be processed by that person; (c) allow a responsible planning authority to take over the processing of an application for planning permission, or a connected application, in specified circumstances. (2) The regulations may make provision about— (a) eligibility to act as a designated person; (b) the capacity of a local planning authority to act as a designated person; (c) actions to be taken or procedures to be followed— (i) by persons making applications for planning permission or connected applications, (ii) by designated persons, or (iii) by responsible planning authorities, and periods within which the actions or procedures are to be taken or followed; (d) matters to be considered by designated persons or responsible planning authorities; (e) performance standards for designated persons; (f) the investigation of complaints or concerns about designated persons; (g) cases where a person ceases to be a designated person or where a designated person is unable to continue processing an application. (3) The provision that may be made under subsection (2)(c) includes provision requiring a designated person to provide assistance to the responsible planning authority in connection with— (a) any appeal against the authority's determination of the application; (b) any application to the court made in relation to that determination. (4) The provision that may be made under subsection (2)(f) includes— (a) provision about the payment of compensation; (b) provision for a designated person to be required to indemnify the responsible authority for any compensation that the authority is required to pay; (c) provision applying anything in Part 3 of the Local Government Act 1974 (local government administration) with or without modifications. (5) The regulations may confer powers on the Mayor of London or the Secretary of State in cases where a direction is given under section 2A or 77 of the Town and Country Planning Act 1990 (“call-in” directions)."
  },
  {
    "id": "section-163",
    "text": "163 Regulations under section 161: fees and payments (1) Regulations under section 161 may make provision about— (a) the setting, publication and charging of fees by designated persons or responsible planning authorities; (b) the refunding of fees, by designated persons or responsible planning authorities, in specified circumstances. (2) The provision that may be made under subsection (1)(a) includes provision giving power to the Secretary of State to prevent the charging of fees that he or she considers excessive. (3) The provision that may be made under subsection (1)(b) includes provision requiring a designated person or a responsible planning authority to refund to an applicant some or all of a fee paid by the applicant to a designated person where the person or the authority fails to do a particular thing within a specified period. (4) The regulations may authorise the making of payments by the Secretary of State to local planning authorities or designated persons."
  },
  {
    "id": "section-164",
    "text": "164 Regulations under section 161: information (1) Regulations under section 161 may make provision— (a) requiring responsible planning authorities to disclose information to designated persons; (b) requiring designated persons to disclose information to responsible planning authorities or to other designated persons; (c) restricting the uses to which information disclosed by virtue of paragraph (a) or (b) may be put; (d) restricting further disclosure of such information. (2) The regulations may make provision for designated persons or responsible planning authorities to be required to provide information to the Secretary of State."
  },
  {
    "id": "section-165",
    "text": "165 Review of minimum energy performance requirements After section 2B of the Building Act 1984 insert— Duty to review minimum energy performance requirements 2C Review of minimum energy performance requirements The Secretary of State must carry out a review of any minimum energy performance requirements approved by the Secretary of State under building regulations in relation to dwellings in England."
  },
  {
    "id": "section-166",
    "text": "166 Designation of urban development areas: procedure (1) Section 134 of the Local Government, Planning and Land Act 1980 (urban development areas) is amended as follows. (2) After subsection (1) insert— (1A) Before making an order under subsection (1) in relation to land in England, the Secretary of State must consult the following persons— (a) persons who appear to the Secretary of State to represent those living within, or in the vicinity of, the proposed urban development area; (b) persons who appear to the Secretary of State to represent businesses with any premises within, or in the vicinity of, the proposed urban development area; (c) each local authority for an area which falls wholly or partly within the proposed urban development area; and (d) any other person whom the Secretary of State considers it appropriate to consult. (3) For subsection (4) substitute— (4) A statutory instrument containing an order made by the Secretary of State under subsection (1) does not have effect until approved by a resolution of each House of Parliament. (4A) If a draft of an instrument containing an order by the Secretary of State under subsection (1) would, but for this subsection, be treated for the purposes of the standing orders of either House of Parliament as a hybrid instrument, it is to proceed in that House as if it were not a hybrid instrument. (4B) An order made by the Welsh Ministers under subsection (1) (by virtue of paragraph 30 of Schedule 11 to the Government of Wales Act 2006) does not have effect until approved by a resolution of the National Assembly for Wales. (4C) An order made by the Scottish Ministers under subsection (1) (by virtue of section 53 of the Scotland Act 1998) is subject to the affirmative procedure (see Part 2 of the Interpretation and Legislative Reform (Scotland) Act 2010 (asp 10))."
  },
  {
    "id": "section-167",
    "text": "167 Establishment of urban development corporations: procedure (1) Section 135 of the Local Government, Planning and Land Act 1980 (urban development corporations) is amended as follows. (2) After subsection (1) insert— (1A) Before making an order under this section in relation to an urban development area in England, the Secretary of State must consult the following persons— (a) persons who appear to the Secretary of State to represent those living within, or in the vicinity of, the urban development area; (b) persons who appear to the Secretary of State to represent businesses with any premises within, or in the vicinity of, the urban development area; (c) each local authority for an area which falls wholly or partly within the urban development area; and (d) any other person whom the Secretary of State considers it appropriate to consult. (3) For subsection (3) substitute— (3) A statutory instrument containing an order made by the Secretary of State under this section does not have effect until approved by a resolution of each House of Parliament. (3A) If a draft of an instrument containing an order by the Secretary of State under this section would, but for this subsection, be treated for the purposes of the standing orders of either House of Parliament as a hybrid instrument, it is to proceed in that House as if it were not a hybrid instrument. (3B) An order made by the Welsh Ministers under this section (by virtue of paragraph 30 of Schedule 11 to the Government of Wales Act 2006) does not have effect until approved by a resolution of the National Assembly for Wales. (3C) An order made by the Scottish Ministers under this section (by virtue of section 53 of the Scotland Act 1998) is subject to the affirmative procedure (see Part 2 of the Interpretation and Legislative Reform (Scotland) Act 2010 (asp 10))."
  },
  {
    "id": "section-168",
    "text": "168 Sections 166 and 167: consequential repeals In the Deregulation Act 2015, omit sections 46 and 47."
  },
  {
    "id": "section-169",
    "text": "169 Designation of new town areas and establishment of corporations: procedure (1) The New Towns Act 1981 is amended as follows. (2) In section 1 (designation of areas)— (a) after subsection (3) insert— (3A) Before making an order under this section designating an area of land in England as the site of a proposed new town, the Secretary of State must consult the following persons (as well as the local authorities mentioned in subsection (1))— (a) persons who appear to the Secretary of State to represent those living within, or in the vicinity of, the site; (b) persons who appear to the Secretary of State to represent businesses with any premises within, or in the vicinity of, the site; (c) any other person whom the Secretary of State considers it appropriate to consult. (b) in subsection (4), after  “section” insert “\n                        designating areas of land in Wales\n                      ” . (3) In section 3 (establishment of development corporations for new towns), after subsection (2) insert— (2A) Before making an order under this section in relation to a site in England, the Secretary of State must consult the following persons— (a) persons who appear to the Secretary of State to represent those living within, or in the vicinity of, the site; (b) persons who appear to the Secretary of State to represent businesses with any premises within, or in the vicinity of, the site; (c) every county or district council for an area which falls wholly or partly within the site; (d) any other person whom the Secretary of State considers it appropriate to consult. (4) In section 77 (regulations and orders)— (a) after subsection (3) insert— (3ZA) The power of the Secretary of State to make orders under section 3 is also exercisable by statutory instrument. ; (b) after subsection (3A) insert— (3B) A statutory instrument containing an order made by the Secretary of State under section 1, 2 or 3 may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. (3C) If a draft of an instrument containing an order of the Secretary of State under section 1, 2 or 3 would, but for this subsection, be treated for the purposes of the standing orders of either House of Parliament as a hybrid instrument, it is to proceed in that House as if it were not a hybrid instrument. ; (c) in subsection (4), for the words before paragraph (a) substitute “\n                        A statutory instrument that is made by the Welsh Ministers (by virtue of paragraph 30 of Schedule 11 to the Government of Wales Act 2006) under any of the following provisions of this Act is subject to annulment in pursuance of a resolution of the National Assembly for Wales—\n                      ” ; (d) in subsection 4(a)(ii), omit  “a county planning authority or, where the order is one designating an area in Wales, by”. (5) In Schedule 1 (procedure for designating area), before paragraph 1 (and before the italic heading before that paragraph) insert— Application of Schedule: Wales only A1 This Schedule applies only in relation to an order under section 1 designating an area of land in Wales as the site of a proposed new town."
  },
  {
    "id": "section-170",
    "text": "170 New towns: objects of development corporations in England In section 4 of the New Towns Act 1981 (objects and general powers of development corporations), after subsection (1) insert— (1A) In pursuing those objects a development corporation that is established for the purposes of a new town in England must aim to contribute to the achievement of sustainable development. (1B) For the purposes of subsection (1A) a development corporation must (in particular) have regard to the desirability of good design."
  },
  {
    "id": "section-171",
    "text": "171 Sustainable drainage The Secretary of State must carry out a review of planning legislation, government planning policy and local planning policies concerning sustainable drainage in relation to the development of land in England."
  },
  {
    "id": "section-172",
    "text": "172 Right to enter and survey land (1) A person authorised in writing by an acquiring authority may enter and survey or value land in connection with a proposal to acquire an interest in or a right over land. (2) The person— (a) may only enter and survey or value land at a reasonable time, and (b) may not use force unless a justice of the peace has issued a warrant under section 173(1) authorising the person to do so. (3) The person must, if required when exercising or seeking to exercise the power conferred by subsection (1), produce— (a) evidence of the authorisation, and (b) a copy of any warrant issued under section 173(1). (4) An authorisation under subsection (1) may relate to the land which is the subject of the proposal or to other land. (5) If the land is unoccupied or the occupier is absent from the land when the person enters it, the person must leave it as secure against trespassers as when the person entered it. (6) In this section and sections 173 to 178 — (a) “ acquiring authority ” means a person who could be authorised to acquire compulsorily the land to which the proposal mentioned in subsection (1) relates (regardless of whether the proposal is to acquire an interest in or a right over the land or to take temporary possession of it), and (b) “ owner ” has the meaning given in section 7 of the Acquisition of Land Act 1981."
  },
  {
    "id": "section-173",
    "text": "173 Warrant authorising use of force to enter and survey land (1) A justice of the peace may issue a warrant authorising a person to use force in the exercise of the power conferred by section 172(1) if satisfied— (a) that another person has prevented or is likely to prevent the exercise of that power, and (b) that it is reasonable to use force in the exercise of that power. (2) The force that may be authorised by a warrant is limited to that which is reasonably necessary. (3) A warrant authorising the person to use force must specify the number of occasions on which the authority can rely on the warrant when entering and surveying or valuing land. (4) The number specified must be the number which the justice of the peace considers appropriate to achieve the purpose for which the entry and survey or valuation are required. (5) Any evidence in proceedings for a warrant under this section must be given on oath."
  },
  {
    "id": "section-174",
    "text": "174 Notice of survey and copy of warrant (1) The acquiring authority must give every owner or occupier of land at least 14 days' notice before the first day on which the authority intends to enter the land in exercise of the power conferred by section 172. (2) Notice given in accordance with subsection (1) must include— (a) a statement of the recipient's rights under section 176, and (b) a copy of the warrant, if there is one. (3) If the authority proposes to do any of the following, the notice must include details of what is proposed— (a) searching, boring or excavating; (b) leaving apparatus on the land; (c) taking samples; (d) an aerial survey; (e) carrying out any other activities that may be required to facilitate compliance with the instruments mentioned in subsection (5). (4) If the authority obtains a warrant after giving notice in accordance with subsection (1) it must give a copy of the warrant to all those to whom it gave that notice. (5) The instruments referred to in subsection (3)(e) are— (a) Council Directive 85/337/ EEC of 27 June 1985 on the assessment of the effects of certain public and private projects on the environment, as amended from time to time, (b) Council Directive 92/43/ EC of 21 May 1992 on the conservation of natural habitats and of wild fauna and flora, as amended from time to time, or (c) any EU instrument from time to time replacing all or part of those Directives."
  },
  {
    "id": "section-175",
    "text": "175 Enhanced authorisation procedures etc. for certain surveys (1) A written authorisation from the appropriate Minister is required before a person enters and surveys or values land in exercise of the power conferred by section 172 if— (a) the land is held by a statutory undertaker, (b) within the notice period mentioned in section 174(1), the statutory undertaker objects to the proposed entry and survey or valuation in writing to the acquiring authority, and (c) the objection is that the proposed entry and survey or valuation would be seriously detrimental to the statutory undertaker carrying on its undertaking. (2) In subsection (1)— “ the appropriate Minister ” means— (a) in the case of land in Wales held by a water or sewerage undertaker, the Welsh Ministers, and (b) in any other case, the Secretary of State; “ statutory undertaker ” means— (a) any person who is, or who is deemed to be, a statutory undertaker for the purposes of section 16 or 17 of the Acquisition of Land Act 1981 or of any provision of Part 11 of the Town and Country Planning Act 1990, and (b) any person in relation to whom the electronic communications code is applied by a direction under section 106(3)(a) of the Communications Act 2003. (3) Where the survey or valuation is to take place in a street, the following sections of the New Roads and Street Works Act 1991 apply to the survey or valuation as if it were street works— (a) section 55 (notice of starting date of works), (b) section 69 (requirements to be complied with where works likely to affect another person's apparatus in the street), and (c) section 82 (liability for damage or loss caused). (4) In the application of those sections references to an  “undertaker” are to be read as references to the acquiring authority which authorised the survey or valuation. (5) See section 169(4) of the Water Industry Act 1991 and section 171(4) of the Water Resources Act 1991 for additional procedures in relation to the exercise of the power in section 172 on behalf of a water undertaker, the Environment Agency or the Natural Resources Body for Wales."
  },
  {
    "id": "section-176",
    "text": "176 Right to compensation after entry on or survey of land (1) A person interested in land is entitled to compensation from the acquiring authority for damage as a result of the exercise of the power conferred by section 172. (2) Any disputes relating to compensation under this section are to be determined by the Upper Tribunal. (3) The provisions of section 4 of the Land Compensation Act 1961 apply to the determination of such disputes, with any necessary modifications."
  },
  {
    "id": "section-177",
    "text": "177 Offences in connection with powers to enter land (1) A person who without reasonable excuse obstructs another person in the exercise of the power conferred by section 172 commits an offence. (2) A person who commits an offence under subsection (1) is liable on summary conviction to a fine not exceeding level 3 on the standard scale. (3) A person commits an offence if the person discloses confidential information, obtained in the exercise of the power conferred by section 172, for purposes other than those for which the power was exercised. (4) A person who commits an offence under subsection (3) is liable— (a) on summary conviction to a fine, (b) on conviction on indictment to imprisonment for a term not exceeding 2 years or to a fine, or both. (5) In subsection (3)  “ confidential information ” means information— (a) which constitutes a trade secret, or (b) the disclosure of which would or would be likely to prejudice the commercial interests of any person."
  },
  {
    "id": "section-178",
    "text": "178 Right to enter and survey or value Crown land (1) Sections 172 to 177 apply in relation to Crown land. (2) But a person may only exercise the power conferred by section 172 in relation to Crown land if the person has the permission of the appropriate authority. (3) In this section,  “Crown land” and  “the appropriate authority” have the meaning given in section 293 of the Town and Country Planning Act 1990."
  },
  {
    "id": "section-179",
    "text": "179 Amendments to do with sections 172 to 178 Schedule 14 amends legislation conferring rights of entry relating to the acquisition of an interest in or a right over land in England and Wales."
  },
  {
    "id": "section-180",
    "text": "180 Timetable for confirmation of compulsory purchase order After section 14A of the Acquisition of Land Act 1981 (confirmation by acquiring authorities) insert— 14B Timetables for confirmation of CPOs except by Welsh Ministers (1) The Secretary of State must publish one or more timetables in relation to steps to be taken by confirming authorities, other than the Welsh Ministers, in confirming a compulsory purchase order. (2) Different timetables may be published in relation to— (a) different confirming authorities, or (b) different types of compulsory purchase order. (3) The Secretary of State may at any time revise a timetable published under this section. (4) The validity of an order is not affected by any failure to comply with a timetable published under this section. (5) The Secretary of State must lay before Parliament an annual report showing the extent to which confirming authorities have complied with any applicable timetable published under this section. (6) A report laid by the Secretary of State under this section need not include information about a confirming authority if the number of compulsory purchase orders submitted to it is lower than a minimum specified by the Secretary of State in the report. 14C Timetables for confirmation of CPOs by Welsh Ministers (1) The Welsh Ministers may publish one or more timetables in relation to steps to be taken by them in confirming a compulsory purchase order. (2) Different timetables may be published in relation to different types of compulsory purchase order. (3) The Welsh Ministers may at any time revise a timetable published under this section. (4) The validity of an order is not affected by any failure to comply with a timetable published under this section. (5) The Welsh Ministers must lay before the National Assembly for Wales an annual report showing the extent to which they have complied with any applicable timetable published under this section."
  },
  {
    "id": "section-181",
    "text": "181 Confirmation by inspector (1) The Acquisition of Land Act 1981 is amended as follows. (2) After section 14C (inserted by section 180 of this Act), insert— 14D Power to appoint inspector (1) A confirming authority may appoint a person (“an inspector”) to act instead of it in relation to the confirmation of a compulsory purchase order to which section 13A applies. (2) An inspector may be appointed to act in relation to— (a) a specific compulsory purchase order, or (b) a description of compulsory purchase orders. (3) An inspector— (a) has the same functions as a confirming authority under this Part (excluding this section), (b) retains those functions even if all remaining objections are withdrawn after the inspector has begun to act in relation to a compulsory purchase order, and (c) may hold a public local inquiry under section 13A(3)(a) or act as the person appointed to hear remaining objections under section 13A(3)(b). (4) Where an inspector is to act in relation to a compulsory purchase order, the confirming authority must inform— (a) every person who has made a remaining objection, and (b) the acquiring authority. (5) Where an inspector decides whether or not to confirm the whole or part of a compulsory purchase order, the inspector's decision is to be treated as that of the confirming authority. (6) The confirming authority may at any time— (a) revoke its appointment of an inspector, and (b) appoint another inspector. (7) If the confirming authority revokes its appointment of an inspector while the inspector is acting in relation to a compulsory purchase order and does not replace the inspector, the authority must give its reasons— (a) to the inspector whose appointment has been revoked, and (b) to all those informed under subsection (4). (8) Where in any enactment there is a provision that applies in relation to a confirming authority acting under this Part, that provision is to be read as applying equally in relation to an inspector so far as the context permits. (9) In this section  “ remaining objection ” is to be construed in accordance with section 13A. (3) In section 2 (procedure for authorisation), for subsection (2) substitute— (2) A compulsory purchase order authorising a compulsory purchase by an authority other than a Minister is to be— (a) made by that authority, (b) submitted to the confirming authority, and (c) confirmed in accordance with Part 2 of this Act."
  },
  {
    "id": "section-182",
    "text": "182 Time limits for notice to treat or general vesting declaration (1) For section 4 of the Compulsory Purchase Act 1965 substitute— 4 Time limit for giving notice to treat A notice to treat may not be served by the acquiring authority after the end of the period of 3 years beginning with the day on which the compulsory purchase order becomes operative. (2) After section 5 of the Compulsory Purchase (Vesting Declarations) Act 1981 insert— 5A Time limit for general vesting declaration A general vesting declaration may not be executed after the end of the period of 3 years beginning with the day on which the compulsory purchase order becomes operative."
  },
  {
    "id": "section-183",
    "text": "183 Notice of general vesting declaration procedure Schedule 15 changes the notice requirements for general vesting declarations."
  },
  {
    "id": "section-184",
    "text": "184 Earliest vesting date under general vesting declaration In section 4 of the Compulsory Purchase (Vesting Declarations) Act 1981 (execution of declaration vesting land at the end of a period of not less than 28 days from the date of service), in subsection (1) for  “28 days” substitute “\n                3 months\n              ” ."
  },
  {
    "id": "section-185",
    "text": "185 No general vesting declaration after notice to treat In section 4 of the Compulsory Purchase (Vesting Declarations) Act 1981 (execution of declaration), after subsection (1) insert— (1A) But an acquiring authority may not execute a declaration in respect of land if they have served a notice to treat in respect of that land and have not withdrawn it. (1B) In subsection (1A) the reference to an authority having  “served” a notice does not include cases in which the authority is deemed to have served a notice."
  },
  {
    "id": "section-186",
    "text": "186 Extended notice period for taking possession following notice to treat (1) The Compulsory Purchase Act 1965 is amended as follows. (2) In section 11 (powers of entry)— (a) in subsection (1)— (i) for  “not less than fourteen days notice” substitute “\n                            a notice of entry\n                          ” ; and (ii) after  “specified in the notice” insert “\n                            , after the end of a period specified in the notice\n                          ” ; (b) after subsection (1) insert— (1A) A notice of entry under subsection (1) must specify the period after the end of which the acquiring authority may enter on and take possession of the land to which the notice relates. (1B) The period specified in a notice of entry under subsection (1) must not end earlier than the end of the period of 3 months beginning with the day on which the notice is served unless it is a notice to which section 11A(4) or paragraph 13 of Schedule 2A applies. (3) After section 11 insert— 11A Powers of entry: further notices of entry (1) This section applies where— (a) an acquiring authority have given a notice of entry under section 11(1) but have not yet entered on and taken possession of the land, and (b) the authority become aware of an owner, lessee or occupier (“the newly identified person”) to whom they ought to have given a notice to treat under section 5(1) but have not. (2) Any notice of entry already served under section 11(1) remains valid, but the authority may not enter on and take possession of the land unless they serve on the newly identified person— (a) a notice to treat under section 5(1), and (b) a notice of entry under section 11(1). (3) Subsection (4) applies for the purpose of determining the period to be specified in the notice of entry under section 11(1) served on the newly identified person if— (a) the person is an occupier of the land and the authority were not aware of the person because they were given misleading information when carrying out inquiries under section 5(1), or (b) the person is not an occupier of the land. (4) The period specified in the notice must be a period that ends— (a) no earlier than the end of the period of 14 days beginning with the day on which the notice of entry is served, and (b) no earlier than the end of the period specified in any previous notice of entry given by the acquiring authority in respect of the land."
  },
  {
    "id": "section-187",
    "text": "187 Counter-notice requiring possession to be taken on specified date (1) The Compulsory Purchase Act 1965 is amended as follows. (2) In section 11 (powers of entry), after subsection (1B) (inserted by section 186 of this Act), insert— (1C) A notice of entry under subsection (1) must explain the effect of section 11B (counter-notice requiring possession to be taken on specified date) and give an address at which the acquiring authority may be served with a counter-notice. (3) After section 11A (inserted by section 186 above) insert— 11B Counter-notice requiring possession to be taken on specified date (1) Where an acquiring authority serve a notice of entry under section 11(1) on an occupier with an interest in land, the occupier may serve a counter-notice requiring the acquiring authority to take possession of the land by no later than a date specified in the counter-notice. (2) If the occupier gives up possession of the land on or before the specified date the acquiring authority are to be treated as having taken possession on that date (unless the acquiring authority has in fact taken possession before that date). (3) The date specified in the counter-notice— (a) must not be before the end of the period specified in the notice of entry under section 11(1), and (b) must be at least 28 days after the day on which the counter-notice is served. (4) A counter-notice under subsection (1) has no effect if the notice to treat relating to the land is withdrawn or ceases to have effect before the date specified in the counter-notice. (5) A counter-notice under subsection (1) has no effect if it would require an acquiring authority to take possession of land at a time when section 11A or paragraph 6 of Schedule 2A prohibit the authority from entering on and taking possession of the land. (6) If subsection (5) applies, the authority must notify the occupier who served the counter-notice— (a) that the counter-notice has no effect, and (b) if the authority serve a notice of entry as mentioned in section 11A(2)(b), of the date after which the authority could enter on and take possession of the land. (7) If a counter-notice served under subsection (1) has no effect because of subsection (5), the occupier who served it may serve a further counter-notice. (8) Where a notice of entry under section 11(1) is served on more than one occupier with the same interest in the land, a reference in this section to the occupier with an interest in land is to all of them acting together."
  },
  {
    "id": "section-188",
    "text": "188 Agreement to extend notice period for possession following notice to treat In section 11 of the Compulsory Purchase Act 1965 (powers of entry), after subsection (1C) (inserted by section 187 of this Act), insert— (1D) An acquiring authority may extend the period specified in a notice of entry under subsection (1) by agreement with each person on whom it was served. (1E) A reference in this Act to the period specified in a notice of entry under subsection (1) is to the period as extended by any agreement under subsection (1D)."
  },
  {
    "id": "section-189",
    "text": "189 Corresponding amendments to the New Towns Act 1981 (1) Schedule 6 to the New Towns Act 1981 (modification of compulsory purchase legislation as applied for the purposes of the Act) is amended as follows. (2) In paragraph 4— (a) in sub-paragraph (1)— (i) in the words before paragraph (a), after  “every owner of that land” insert “\n                            so far as known to the acquiring authority after making diligent inquiry in accordance with section 5(1) of the Compulsory Purchase Act 1965\n                          ” ; (ii) in the words after paragraph (b), omit  “(not being less than 14 days)”; (b) after sub-paragraph (2) insert— (2A) The period specified in a notice under sub-paragraph (1) must not end earlier than the end of the period of 3 months beginning with the day on which the notice is served unless— (a) it is a notice to which paragraph 4A(4) applies, or (b) it is a notice to which paragraph 13 of Schedule 2A to the Compulsory Purchase Act 1965 (as modified by paragraph 1(2)(g) above) applies. (2B) A notice under sub-paragraph (1) must explain the effect of paragraph 4B (counter-notice requiring possession to be taken on specified date) and give an address at which the acquiring authority may be served with a counter-notice. (2C) An acquiring authority may extend the period specified in a notice under sub-paragraph (1) by agreement with each person on whom it was served. (2D) A reference in this Schedule to the period specified in a notice under sub-paragraph (1) is to the period as extended by any agreement under sub-paragraph (2C). (3) After paragraph 4 insert— 4A (1) This paragraph applies where— (a) an acquiring authority have given a notice under paragraph 4(1) but have not yet entered on and taken possession of the land, and (b) the authority become aware of an owner (“the newly identified owner”) to whom they ought to have given a notice to treat under section 5(1) of the Compulsory Purchase Act 1965 but have not. (2) Any notice already served under paragraph 4(1) remains valid, but the authority may not enter on and take possession of the land unless they serve on the newly identified owner— (a) a notice to treat under section 5(1) of the Compulsory Purchase Act 1965, and (b) a notice under paragraph 4(1). (3) Sub-paragraph (4) applies for the purpose of determining the period to be specified in the notice under paragraph 4(1) served on the newly identified owner if— (a) the owner is an occupier of the land and the authority were not aware of the owner because they were given misleading information when carrying out inquiries under section 5(1) of the Compulsory Purchase Act 1965, or (b) the owner is not an occupier of the land. (4) The period must be a period that ends— (a) no earlier than the end of the period of 14 days beginning with the day on which the notice of entry is served, and (b) no earlier than the end of the period specified in any previous notice under paragraph 4(1) given by the acquiring authority in respect of the land. (5) This paragraph applies instead of section 11A of the Compulsory Purchase Act 1965. 4B (1) Where the acquiring authority serves a notice under paragraph 4(1) on an occupier with an interest in land, the occupier may serve a counter-notice requiring the acquiring authority to take possession of the land by no later than a date specified in the counter-notice. (2) If the occupier gives up possession of the land on or before the specified date, the acquiring authority is to be treated as having taken possession on that date (unless the acquiring authority has in fact taken possession before that date). (3) The date specified in the counter-notice— (a) must not be before the end of the period specified in the notice under paragraph 4(1), and (b) must be at least 28 days after the day on which the counter-notice is served. (4) A counter-notice under sub-paragraph (1) has no effect if the notice to treat relating to the land is withdrawn or ceases to have effect before the date specified in the counter-notice. (5) A counter-notice under sub-paragraph (1) has no effect if it would require an acquiring authority to take possession of land at a time when either paragraph 4A of this Schedule or paragraph 6 of Schedule 2A to the Compulsory Purchase Act 1965 prohibit the authority from entering on and taking possession of the land. (6) If sub-paragraph (5) applies, the authority must notify the occupier who served the counter-notice— (a) that the counter-notice has no effect, and (b) if the authority serve a notice under paragraph 4(1) of this Schedule as mentioned in paragraph 4A(2)(b) of this Schedule, of the date after which the authority could enter on and take possession of the land. (7) If a counter-notice served under sub-paragraph (1) has no effect because of sub-paragraph (5), the occupier who served it may serve a further counter-notice. (8) Where a notice under paragraph 4(1) is served on more than one occupier with the same interest in the land, a reference in this section to the occupier with an interest in land is to all of them acting together. (9) This paragraph applies instead of section 11B of the Compulsory Purchase Act 1965."
  },
  {
    "id": "section-190",
    "text": "190 Abolition of alternative possession procedure following notice to treat Schedule 16 abolishes the alternative procedure for taking possession of land under section 11(2) of, and Schedule 3 to, the Compulsory Purchase Act 1965."
  },
  {
    "id": "section-191",
    "text": "191 Extended notice period for taking possession following vesting declaration In section 9 of the Compulsory Purchase (Vesting Declarations) Act 1981 (minor tenancies and tenancies about to expire), in subsection (2), for  “14 days” substitute “\n                3 months\n              ” ."
  },
  {
    "id": "section-192",
    "text": "192 Making a claim for compensation (1) After section 4 of the Land Compensation Act 1961 (costs) insert— 4A Making a claim for compensation (1) The appropriate national authority may by regulations impose further requirements about the notice mentioned in section 4(1)(b). (2) In subsection (1)  “ appropriate national authority ” means— (a) in relation to a claim for compensation for the compulsory acquisition of land in England, the Secretary of State; (b) in relation to a claim for compensation for the compulsory acquisition of land in Wales, the Welsh Ministers. (3) Regulations under subsection (1) may make provision about— (a) the form and content of the notice, and (b) the time at which the notice must be given. (4) Regulations under subsection (1) may permit or require a person specified in the regulations to design the form of the notice. (5) Regulations under subsection (1) may require an acquiring authority to supply, at specified stages of the compulsory acquisition process, copies of a form to be used in giving the notice. (6) Regulations under subsection (1) are to be made by statutory instrument. (7) A statutory instrument containing regulations under subsection (1) is subject to annulment— (a) in the case of an instrument made by the Secretary of State, in pursuance of a resolution of either House of Parliament; (b) in the case of an instrument made by the Welsh Ministers, in pursuance of a resolution of the National Assembly for Wales. (2) In section 5 of the Compulsory Purchase Act 1965 (notice to treat and untraced owners), after subsection (2) insert— (2ZA) For provision about notice of claims for compensation, see sections 4 and 4A of the Land Compensation Act 1961."
  },
  {
    "id": "section-193",
    "text": "193 Compensation after withdrawal of notice to treat (1) Section 31 of the Land Compensation Act 1961 (withdrawal of notices to treat) is amended in accordance with subsections (2) and (3). (2) After subsection (3) insert— (3A) Where the acquiring authority withdraw a notice to treat under this section, the authority shall also be liable to pay a person compensation for any loss or expenses occasioned by the person as a result of the giving and withdrawal of the notice to treat if the person— (a) acquired the interest to which the notice to treat relates before its withdrawal, and (b) has not subsequently been given a notice to treat in relation to that interest. (3) In subsection (4), after  “(3)” insert “\n                    or (3A)\n                  ” . (4) In Schedule 18 to the Planning and Compensation Act 1991 (provisions under which compensation is payable with interest), in Part 1, in the entry relating to the Land Compensation Act 1961, after  “section 31(3)” insert “\n                    or (3A)\n                  ” ."
  },
  {
    "id": "section-194",
    "text": "194 Making a request for advance payment of compensation (1) The Land Compensation Act 1973 is amended as follows. (2) In section 52 (right to advance payment of compensation), for subsection (2) substitute— (2) A request for advance payment must be made in writing by the person entitled to it (“ the claimant ”) and must include— (a) details of the claimant's interest in the land, and (b) information to enable the acquiring authority to estimate the amount of the compensation in respect of which the advance payment is to be made. (2A) Within 28 days of receiving a request, the acquiring authority must— (a) determine whether they have enough information to estimate the amount of compensation, and (b) if they need more information, require the claimant to provide it. (3) In section 52ZC (land subject to mortgage: supplementary), for subsection (2) substitute— (2) Within 28 days of receiving a request for a payment under section 52ZA or 52ZB, the acquiring authority must— (a) determine whether they have enough information to give effect to section 52ZA or, as the case may be, 52ZB, and (b) if they need more information, require the claimant to provide it. (4) After section 52ZC (land subject to mortgage: supplementary) insert— 52ZD Making a request for advance payment (1) The appropriate national authority may by regulations impose requirements about the form and content of a request under section 52(2), 52ZA(3) or 52ZB(3). (2) In subsection (1)  “ appropriate national authority ” means— (a) in relation to a request relating to the compulsory acquisition of land in England, the Secretary of State; (b) in relation to a request relating to the compulsory acquisition of land in Wales, the Welsh Ministers. (3) Regulations under subsection (1) may permit or require a person specified in the regulations to design a form to be used in making a request. (4) Regulations under subsection (1) may require an acquiring authority to supply, at specified stages of the compulsory acquisition process, copies of a form to be used in making a request. (5) Regulations under subsection (1) are to be made by statutory instrument. (6) A statutory instrument containing regulations under subsection (1) is subject to annulment— (a) in the case of an instrument made by the Secretary of State, in pursuance of a resolution of either House of Parliament; (b) in the case of an instrument made by the Welsh Ministers, in pursuance of a resolution of the National Assembly for Wales."
  },
  {
    "id": "section-195",
    "text": "195 Power to make and timing of advance payment (1) The Land Compensation Act 1973 is amended as follows. (2) In section 52 (right to advance payment of compensation)— (a) for subsections (1) to (1B) substitute— (1) An acquiring authority may make an advance payment on account of compensation payable by them for the compulsory acquisition of an interest in land if a request has been made under subsection (2) after the compulsory acquisition has been authorised. (1A) In a case where the compulsory acquisition is one to which the Lands Clauses Consolidation Act 1845 applies, the acquiring authority may not make an advance payment if they have not taken possession of the land, but must do so if they have. (1B) In all other cases, an acquiring authority must make an advance payment under subsection (1) if, before or after the request is made, the authority— (a) give a notice of entry under section 11(1) of the Compulsory Purchase Act 1965, or (b) execute a general vesting declaration under section 4 of the Compulsory Purchase (Vesting Declarations) Act 1981 in respect of that land. ; (b) for subsection (4) substitute— (4) An advance payment required by subsection (1A) must be made— (a) before the end of the day on which the authority take possession of the land, or (b) if later, before the end of the period of two months beginning with the day on which the authority— (i) received the request for the advance payment, or (ii) received any further information required under subsection (2A)(b). (4ZA) An advance payment required by subsection (1B) must be made— (a) before the end of the day on which the notice of entry is given or the general vesting declaration is executed, or (b) if later, before the end of the period of two months beginning with the day on which the authority— (i) received the request for the advance payment, or (ii) received any further information required under subsection (2A)(b). ; (c) omit subsection (11). (3) In section 52ZA (advance payments: land subject to mortgage for up to 90% of value), for subsection (1) substitute— (1) This section applies if— (a) a request is made for an advance payment under section 52(1) in respect of land, (b) the authority is required by section 52(1A) or (1B) to make the advance payment, and (c) the land is subject to a mortgage the principal of which does not exceed 90% of the relevant amount. (4) In section 52ZB (advance payments: land subject to mortgage for more than 90% of value)— (a) for subsection (1) substitute— (1) This section applies if— (a) a request is made for an advance payment under section 52(1) in respect of land, (b) the authority would be required by section 52(1A) or (1B) to make the advance payment if it were not for this section, and (c) the land is subject to a mortgage the principal of which exceeds 90% of the relevant amount. ; (b) in subsection (9)(c) for  “section 52ZA(1)(b)” substitute “\n                        section 52ZA(1)(c)\n                      ” . (5) In section 52ZC (land subject to mortgage: supplementary provisions)— (a) after subsection (3) insert— (3A) In a case where the compulsory acquisition to which the request relates is one to which the Lands Clauses Consolidation Act 1845 applies, the acquiring authority must make any payment under section 52ZA or 52ZB— (a) before the end of the day on which the authority take possession of the land, or (b) if later, before the end of the period of two months beginning with the day on which the authority— (i) received the request under section 52ZA(3) or 52ZB(3), or (ii) received any further information required under subsection (2). (3B) In all other cases, the authority must make any payment under section 52ZA or 52ZB— (a) before the end of the day on which the notice of entry is given or the general vesting declaration is executed, or (b) if later, before the end of the period of two months beginning with the day on which the authority— (i) received the request under section 52ZA(3) or 52ZB(3), or (ii) received any further information required under subsection (2). ; (b) in subsection (4) omit  “(4) and”."
  },
  {
    "id": "section-196",
    "text": "196 Interest on advance payments of compensation (1) The Land Compensation Act 1973 is amended as follows. (2) In section 52A (right to interest where advance payment made)— (a) in subsection (2), after the words  “payment under section 52(1)” insert “\n                        after the date of entry\n                      ” ; (b) after subsection (2A) insert— (2B) In respect of any period in relation to which the acquiring authority is required to pay interest under section 52B (interest on advance payment), the interest payable under subsection (2) is limited to the interest which accrues on the difference between the total amount and the paid amount. (3) After section 52A insert— 52B Interest on advance payments of compensation paid late (1) If the acquiring authority are required by section 52(1A) or (1B) to make an advance payment of compensation but pay some or all of it late, the authority must pay interest on the amount which is paid late (“the unpaid amount”). (2) Interest under subsection (1) accrues on the unpaid amount for the period beginning with the day after the last day on which payment could have been made in accordance with section 52(4) or (4ZA). (3) If the amount of the advance payment is greater than the compensation as finally determined or agreed (“the actual amount”), the claimant must repay any interest paid under this section that is attributable to the amount by which the advance payment exceeded the actual amount. (4) The Treasury must by regulations specify the rate of interest for the purposes of subsection (1). (5) Regulations under subsection (4) may contain further provision in connection with the payment of interest under subsection (1). (6) Regulations under subsection (4) are to be made by statutory instrument. (7) A statutory instrument containing regulations under subsection (4) is subject to annulment in pursuance of a resolution of either House of Parliament."
  },
  {
    "id": "section-197",
    "text": "197 Repayment of advance payment where no compulsory purchase (1) The Land Compensation Act 1973 is amended as follows. (2) Section 52 (right to advance payment of compensation) is amended in accordance with subsections (3) and (4). (3) Omit subsection (5). (4) In subsection (9), for the words from  “he disposes” to the end substitute— (a) the claimant's interest in some or all of the land is acquired by another person, or (b) the claimant creates an interest in some or all of the land in favour of a person other than the acquiring authority, the amount of the advance payment together with any amount paid under section 52A shall be set off against any sum payable by the authority to that other person in respect of the compulsory acquisition of the interest acquired or the compulsory acquisition or release of the interest created. (5) After section 52 insert— 52AZA Repayment by claimant etc. (1) Where the amount or aggregate amount of any payments under section 52 made on the basis of the acquiring authority's estimate of the compensation exceeds the compensation as finally determined or agreed, the excess is to be repaid. (2) If after any payment under section 52 has been made to any person it is discovered that the person was not entitled to it, the person must repay it. (3) If the notice to treat relating to an interest in land in relation to which an acquiring authority have made a payment to a claimant under section 52 is withdrawn or has ceased to have effect before the authority take possession of the land, the authority may by notice require the claimant to pay them an amount equal to the amount of the payment, unless another person has acquired the whole of the claimant's interest in the land. (4) Subsection (5) applies where— (a) a payment made to a claimant has been registered as a local land charge in accordance with section 52(8A), (b) the whole of the claimant's interest in land has subsequently been acquired by another person (a  “successor”), (c) any notice to treat given in relation to the interest is withdrawn or ceases to have effect before the acquiring authority take possession of the land, and (d) the authority notify the successor that they are not going to give the successor a notice to treat (or a further notice to treat) for the interest. (5) The authority may by notice require the successor to pay them an amount equal to the amount of any payment made to the claimant under section 52. (6) A notice under subsection (3) or (5) must specify the date by which the claimant or successor must pay the amount. (7) The date mentioned in subsection (6) must be after the period of two months beginning with the day on which the authority give the notice under subsection (3) or (5). (8) Neither subsection (3) nor subsection (5) affects a right to compensation under section 31(3) or (3A) of the Land Compensation Act 1961 or section 5(2C)(b) of the Compulsory Purchase Act 1965."
  },
  {
    "id": "section-198",
    "text": "198 Repayment of payment to mortgagee if land not acquired In the Land Compensation Act 1973, after section 52ZD (inserted by section 194 above) insert— 52ZE Payment to mortgagee recoverable if notice to treat withdrawn (1) Where an acquiring authority have made a payment to a mortgagee under section 52ZA or 52ZB in relation to an interest in land and notify the claimant that the notice to treat relating to the interest is withdrawn or has ceased to have effect before the authority take possession of the land, the authority may by notice require the claimant to pay them an amount equal to the amount of the payment, unless another person has acquired the whole of the claimant's interest in the land. (2) Subsection (3) applies where— (a) a payment under section 52ZA or 52ZB has been registered as a local land charge in accordance with section 52(8A), (b) the whole of a claimant's interest in land has subsequently been acquired by another person (a  “successor”), (c) any notice to treat given in relation to the interest is withdrawn or ceases to have effect before the authority take possession of the land, and (d) the acquiring authority notify the successor that they are not going to give the successor a notice to treat (or a further notice to treat) in relation to the interest. (3) The authority may by notice require the successor to pay them an amount equal to the amount of the payment. (4) A notice under subsection (1) or (3) must specify the date by which the claimant or successor must pay the amount. (5) The date mentioned in subsection (4) must be after the period of two months beginning with the day on which the authority give the notice under subsection (1) or (3). (6) Neither subsection (1) nor subsection (3) affects a right to compensation under section 31(3) or (3A) of the Land Compensation Act 1961 or section 5(2C)(b) of the Compulsory Purchase Act 1965."
  },
  {
    "id": "section-199",
    "text": "199 Objection to division of land (1) Schedule 17 contains amendments about objecting to the division of land following a notice to treat under section 5 of the Compulsory Purchase Act 1965. (2) Schedule 18 contains amendments about objecting to the division of land following a general vesting declaration under section 4 of the Compulsory Purchase (Vesting Declarations) Act 1981."
  },
  {
    "id": "section-200",
    "text": "200 Objection to division of land: blight notices (1) The Town and Country Planning Act 1990 is amended as follows. (2) In section 153 (reference of objection to Upper Tribunal), after subsection (4) insert— (4A) Where the effect of a blight notice would be a compulsory purchase to which Part 1 of the Compulsory Purchase Act 1965 applies, the Upper Tribunal may uphold an objection on the grounds mentioned in section 151(4)(c) only if it is satisfied that the part of the hereditament or affected area proposed to be acquired in the counter-notice— (a) in the case of a house, building or factory, can be taken without material detriment to the house, building or factory, or (b) in the case of a park or garden belonging to a house, can be taken without seriously affecting the amenity or convenience of the house. (3) In section 166 (saving for claimant's right to sell whole hereditament etc. )— (a) in subsection (1) omit paragraph (b) (and the  “or” before it); (b) omit subsection (2)."
  },
  {
    "id": "section-201",
    "text": "201 Power to quash decision to confirm compulsory purchase order In section 24 of the Acquisition of Land Act 1981 (powers of the court), after subsection (2) insert— (3) If the court has power under subsection (2) to quash a compulsory purchase order it may instead quash the decision to confirm the order either generally or in so far as it affects any property of the applicant."
  },
  {
    "id": "section-202",
    "text": "202 Extension of compulsory purchase time limit during challenge (1) After section 4 of the Compulsory Purchase Act 1965 (time limit for giving notice to treat) insert— 4A Extension of time limit during challenge (1) If an application is made under section 23 of the Acquisition of Land Act 1981 (application to High Court in respect of compulsory purchase order), the three year period mentioned in section 4 is to be extended by— (a) a period equivalent to the period beginning with the day the application is made and ending on the day it is withdrawn or finally determined, or (b) if shorter, one year. (2) An application is not finally determined for the purposes of subsection (1)(a) if an appeal in respect of the application— (a) could be brought (ignoring any possibility of an appeal out of time with permission), or (b) has been made and not withdrawn or finally determined. (2) After section 5A of the Compulsory Purchase (Vesting Declarations) Act 1981 (time limit for general vesting declaration) insert— 5B Extension of time limit during challenge (1) If an application is made under section 23 of the Acquisition of Land Act 1981 (application to High Court in respect of compulsory purchase order), the three year period mentioned in section 5A is to be extended by— (a) a period equivalent to the period beginning with the day the application is made and ending on the day it is withdrawn or finally determined, or (b) if shorter, one year. (2) An application is not finally determined for the purposes of subsection (1)(a) if an appeal in respect of the application— (a) could be brought (ignoring any possibility of an appeal out of time with permission), or (b) has been made and not withdrawn or finally determined."
  },
  {
    "id": "section-203",
    "text": "203 Power to override easements and other rights (1) A person may carry out building or maintenance work to which this subsection applies even if it involves— (a) interfering with a relevant right or interest, or (b) breaching (i) a restriction as to the user of land arising by virtue of a contract , or (ii) an obligation under a conservation covenant. (2) Subsection (1) applies to building or maintenance work where— (a) there is planning consent for the building or maintenance work, (b) the work is carried out on land that has at any time on or after the relevant day — (i) become vested in or acquired by a specified authority or a specified company acting on behalf of a specified authority , or (ii) been appropriated by a local authority for planning purposes as defined by section 246(1) of the Town and Country Planning Act 1990, (c) the authority could acquire the land compulsorily for the purposes of the building or maintenance work, and (d) the building or maintenance work is for purposes related to the purposes for which the land was vested, acquired or appropriated as mentioned in paragraph (b). (3) Subsection (1) also applies to building or maintenance work where— (a) there is planning consent for the building or maintenance work, (b) the work is carried out on other qualifying land, (c) the qualifying authority in relation to the land could acquire the land compulsorily for the purposes of the building or maintenance work, and (d) the building or maintenance work is for purposes related to the purposes for which the land was vested in, or acquired or appropriated by, the qualifying authority in relation to the land. (4) A person may use land in a case to which this subsection applies even if the use involves— (a) interfering with a relevant right or interest, or (b) breaching (i) a restriction as to the user of land arising by virtue of a contract , or (ii) an obligation under a conservation covenant. (5) Subsection (4) applies to the use of land in a case where— (a) there is planning consent for that use of the land, (b) the land has at any time on or after the relevant day — (i) become vested in or acquired by a specified authority or a specified company acting on behalf of a specified authority , or (ii) been appropriated by a local authority for planning purposes as defined by section 246(1) of the Town and Country Planning Act 1990, (c) the authority could acquire the land compulsorily for the purposes of erecting or constructing any building, or carrying out any works, for that use, and (d) the use is for purposes related to the purposes for which the land was vested, acquired or appropriated as mentioned in paragraph (b). (6) Subsection (4) also applies to the use of land in a case where— (a) there is planning consent for that use of the land, (b) the land is other qualifying land, and (c) the qualifying authority in relation to the land could acquire the land compulsorily for the purposes of erecting or constructing any building, or carrying out any works, for that use, and (d) the use is for purposes related to the purposes for which the land was vested in, or acquired or appropriated by, the qualifying authority in relation to the land. (7) Land currently owned by a specified authority is to be treated for the purposes of subsection (2)(c) or (5)(c) as if it were not currently owned by the authority. (8) Land currently owned by a qualifying authority is to be treated for the purposes of subsection (3)(c) or (6)(c) as if it were not currently owned by the authority. (9) Nothing in this section authorises an interference with— (a) a right of way on, under or over land that is a protected right, or (b) a right of laying down, erecting, continuing or maintaining apparatus on, under or over land if it is a protected right. (10) Nothing in this section authorises— (a) an interference with a relevant right or interest annexed to land belonging to the National Trust which is held by the National Trust inalienably, ... (b) a breach of a restriction as to the user of land which does not belong to the National Trust— (i) arising by virtue of a contract to which the National Trust is a party, or (ii) benefiting land which does belong to the National Trust , or (c) a breach of an obligation under a conservation covenant owed to the National Trust. (11) For the purposes of subsection (10)— (a) “ National Trust ” means the National Trust for Places of Historic Interest or Natural Beauty incorporated by the National Trust Act 1907, and (b) land is held by the National Trust  “inalienably” if it is inalienable under section 21 of the National Trust Act 1907 or section 8 of the National Trust Act 1939."
  },
  {
    "id": "section-204",
    "text": "204 Compensation for overridden easements etc (1) A person is liable to pay compensation for any interference with a relevant right or interest or breach of a restriction that is authorised by section 203 (1)(a) or (b)(i) or (4)(a) or (b)(i) . (1A) But a person is not liable to pay compensation under this section for breaching an obligation under a conservation covenant. (2) The compensation is to be calculated on the same basis as compensation payable under sections 7 and 10 of the Compulsory Purchase Act 1965. (3) Where a person other than a specified or qualifying authority is liable to pay compensation under this section but has not paid— (a) the liability is enforceable against the authority, but (b) the authority may recover from that person any amount it pays out. (4) The authority against which a liability is enforceable by virtue of subsection (3)(a) is— (a) where the land to which the compensation relates was vested in or acquired by a company through which the Greater London Authority exercises or has exercised functions in relation to housing or regeneration, the Greater London Authority, (b) where the land was vested in or acquired by a company through which Transport for London exercises or has exercised any of its functions, Transport for London, or (c) in all other cases, the specified or qualifying authority in which the land was vested, or by which the land was acquired or appropriated. (5) Any dispute about compensation payable under this section may be referred to and determined by the Upper Tribunal."
  },
  {
    "id": "section-205",
    "text": "205 Interpretation of sections 203 and 204 (1) In sections 203 and 204— “ building or maintenance work ” means the erection, construction, carrying out or maintenance of any building or work; “ obligation under a conservation covenant ” has the same meaning as in Part 7 of the Environment Act 2021; “ other qualifying land ” means land in England and Wales that has at any time before 13 July 2016 been— (a) acquired by the National Assembly for Wales or the Welsh Ministers under section 21A of the Welsh Development Agency Act 1975; (b) vested in or acquired by an urban development corporation or a local highway authority for the purposes of Part 16 of the Local Government, Planning and Land Act 1980; (c) acquired by a development corporation or a local highway authority for the purposes of the New Towns Act 1981; (d) vested in or acquired by a housing action trust for the purposes of Part 3 of the Housing Act 1988; (e) acquired or appropriated by a local authority for planning purposes as defined by section 246(1) of the Town and Country Planning Act 1990; (f) vested in or acquired by the Homes and Communities Agency, apart from land the freehold interest in which was disposed of by the Agency before 12 April 2015; (g) vested in or acquired by the Greater London Authority for the purposes of housing or regeneration, or vested in or acquired by a company or body through which the Greater London Authority exercises functions in relation to housing or regeneration, apart from land the freehold interest in which was disposed of before 12 April 2015— (i) by the Authority, other than to a company or body through which it exercises functions in relation to housing or regeneration, or (ii) by such a company or body; (h) vested in or acquired by a Mayoral development corporation (established under section 198(2) of the Localism Act 2011), apart from land the freehold interest in which was disposed of by the corporation before 12 April 2015; “ planning consent ” means— (a) permission under Part 3 of the Town and Country Planning Act 1990 or section 293A of that Act Parts 3 or 13 of the Town and Country Planning Act 1990 , or (b) development consent under the Planning Act 2008; “ protected right ” means— (a) a right vested in, or belonging to, a statutory undertaker for the purpose of carrying on its statutory undertaking, or (b) a right conferred by, or in accordance with, the electronic communications code on the operator of an electronic communications code network (and expressions used in this paragraph have the meaning given by paragraph 1(1) of Schedule 17 to the Communications Act 2003); “ qualifying authority ” in relation to other qualifying land means the person in whom the land was vested, or who acquired or appropriated the land, as mentioned in the definition of  “other qualifying land (but, for the purposes of section 203(3)(c) and (6)(c), where that person is a company or body through which the Greater London Authority exercises functions in relation to housing or regeneration, the qualifying authority is the Greater London Authority) ; “ relevant day ” means— (a) in relation to a specified company which is a company or body through which Transport for London exercises any of its functions, 19th July 2017, and (b) in all other cases, 13 July 2016. “ relevant right or interest ” means any easement, liberty, privilege, right or advantage annexed to land and adversely affecting other land (including any natural right to support); “ specified authority ” means— (a) a Minister of the Crown or the Welsh Ministers or a government department, (b) a local authority as defined by section 7 of the Acquisition of Land Act 1981, (c) a body established by or under an Act, (d) a body established by or under an Act or Measure of the National Assembly for Wales, or (e) a statutory undertaker; “ specified company ” means— (a) a company or body through which the Greater London Authority exercises functions in relation to housing or regeneration, or (b) a company or body through which Transport for London exercises any of its functions; “ statutory undertaker ” means— (a) a person who is, or who is deemed to be, a statutory undertaker for the purposes of any provision of Part 11 of the Town and Country Planning Act 1990, or (b) a person in relation to whom the electronic communications code is applied by a direction under section 106(3)(a) of the Communications Act 2003; “ statutory undertaking ” is to be read in accordance with section 262 of the Town and Country Planning Act 1990 (meaning of  “statutory undertakers”). (2) The Secretary of State may by regulations amend the definition of  “specified authority” in subsection (1)."
  },
  {
    "id": "section-206",
    "text": "206 Amendments to do with sections 203 and 204 Schedule 19 gets rid of legislation replaced by sections 203 and 204."
  },
  {
    "id": "section-207",
    "text": "207 Engagement with public authorities in relation to proposals to dispose of land (1) A Minister of the Crown must, in developing proposals for the disposal of the Minister's interest in any land, engage on an ongoing basis with— (a) each local authority in whose area the land is situated, and (b) each public authority that is specified, or of a description specified, in regulations. (2) A relevant public authority must, in developing proposals for the disposal of the authority's interest in any land, engage on an ongoing basis with other relevant public authorities. (3) In subsection (2),  “ relevant public authority ” means a public authority that is specified, or of a description specified, in regulations. (4) A person who is subject to a duty under subsection (1) or (2) must have regard to any guidance given by the Minister for the Cabinet Office about how the duty is to be complied with. (5) Subsections (1) and (2) do not apply in relation to proposals in respect of land that is specified, or of a description specified, in regulations. (6) Regulations under subsection (3) may not be made so as to require a public authority to carry out engagement under subsection (2)— (a) in relation to proposals for the disposal of an interest in land in Scotland, unless the authority is— (i) a body to which paragraph 3 of Part 3 of Schedule 5 to the Scotland Act 1998 applies, or (ii) Her Majesty's Revenue and Customs, ... (b) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (6A) Regulations under subsection (3) may not be made so to require a devolved Welsh authority to carry out engagement under subsection (2). (7) In this section— “ interest ” means a freehold or leasehold interest; “ local authority ” means— (a) a county council, (b) a county borough council, (c) a district council, (d) a London borough council, (e) a combined authority established under section 103 of the Local Democracy, Economic Development and Construction Act 2009, (f) the Common Council of the City of London (in its capacity as a local authority), (g) the Council of the Isles of Scilly, or (h) the council for a local government area in Scotland; “ Minister of the Crown ” has the same meaning as in the Ministers of the Crown Act 1975 (see section 8(1) of that Act); “ public authority ” means a person with functions of a public nature; “ regulations ” means regulations made by the Minister for the Cabinet Office. “ devolved Welsh authority ” has the same meaning as in the Government of Wales Act 2006 (see section 157A of that Act)."
  },
  {
    "id": "section-208",
    "text": "208 Duty of public authorities to prepare report of surplus land holdings (1) A relevant public authority must, in respect of each reporting period, prepare and publish a report containing details of surplus land in England and Wales. (2) A relevant public authority must, in respect of each reporting period, prepare and publish a report containing details of surplus land in Scotland. (3) For the purposes of this section, land is  “ surplus land ” in relation to a relevant public authority if— (a) the authority owns an interest in the land, (b) the authority has determined that the land is surplus to its requirements, and (c) the authority first determined that the land was surplus to its requirements— (i) in the case of land used wholly or mainly for residential purposes, at any time before the beginning of the period of 6 months ending with the last day of the reporting period, and (ii) in the case of other land, at any time before the beginning of the period of two years ending with that day. (4) In this section,  “ relevant public authority ” means— (a) a Minister of the Crown (within the meaning of the Ministers of the Crown Act 1975), or (b) a public authority that is specified, or of a description specified, in regulations. (5) In determining whether land is surplus to its requirements, and in carrying out its other functions under this section, a relevant public authority must have regard to guidance given by the Secretary of State. (6) A report prepared by a relevant public authority must explain why the authority has not disposed of surplus land. (7) Regulations may provide that the definition of  “surplus land” in subsection (3) applies in relation to public authorities that are specified, or of a description specified, in the regulations as if subsection (3)(c) were omitted. (8) Regulations may provide that the duty under subsection (1) or (2) does not apply in respect of specified land or descriptions of land. (9) Regulations may make further provision about reports under this section, including— (a) provision about their form and timing, (b) provision specifying information to be included in reports, and (c) provision about their publication. (10) Regulations may not specify a devolved Welsh authority for the purposes of subsection (1). (11) Regulations may not specify a public authority for the purposes of subsection (2) unless it is— (a) a body to which paragraph 3 of Part 3 of Schedule 5 to the Scotland Act 1998 applies, or (b) Her Majesty's Revenue and Customs. (12) In this section— “ interest ” means a freehold or leasehold interest; “ public authority ” means a person with functions of a public nature; “ regulations ” means regulations made by the Secretary of State; “ reporting period ” means the period (not exceeding 12 months) specified by or determined in accordance with regulations. “ devolved Welsh authority ” has the same meaning as in the Government of Wales Act 2006 (see section 157A of that Act)."
  },
  {
    "id": "section-209",
    "text": "209 Power to direct bodies to dispose of land (1) Section 98 of the Local Government, Planning and Land Act 1980 (disposal of land at direction of Secretary of State) is amended as follows. (2) Before subsection (1) insert— A1 Where a body to which this Part applies is a relevant public authority, the Secretary of State may in specified circumstances direct the body to take steps for the disposal of the body's freehold or leasehold interest in any land or any lesser interest in the land. B1 In subsection (A1)— (a) “ relevant public authority ” has the same meaning as in section 208 of the Housing and Planning Act 2016; (b) “ specified ” means specified by the Secretary of State in regulations made by statutory instrument; (c) the reference to steps for the disposal of an interest in land is a reference to steps which it is necessary to take to dispose of the interest and which it is in the body's power to take. (3) After subsection (9) insert— (10) A statutory instrument containing regulations made by virtue of subsection (A1) may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament."
  },
  {
    "id": "section-210",
    "text": "210 Reports on improving efficiency and sustainability of buildings owned by local authorities (1) Each authority listed in Schedule 20 must prepare, in respect of each year (beginning with 2017), a report containing a buildings efficiency and sustainability assessment. (2) A  “buildings efficiency and sustainability assessment” is an assessment of the progress made by the authority, in the year to which the report relates, towards improving the efficiency and contribution to sustainability of buildings that are part of the authority's estate. (3) A report must, in particular, include an assessment of the progress made by the authority, in the year to which the report relates, towards— (a) reducing the size of the authority's estate, and (b) ensuring that buildings that become part of the authority's estate fall within the top quartile of energy performance. (4) If a building that does not fall within the top quartile of energy performance becomes part of the authority's estate in the year to which the report relates, the report must explain why the building has nevertheless become part of the authority's estate. (5) A report under this section must be published not later than 1 June in the year following the year to which it relates. (6) In carrying out its functions under this section, an authority must have regard to guidance given by the Minister for the Cabinet Office. (7) For the purposes of this section, a building is part of an authority's estate if— (a) the building is situated in the authority's area, and (b) the authority has a freehold or leasehold interest in the building. (8) The Minister for the Cabinet Office may by regulations provide for buildings of a specified description to be treated as being, or as not being, part of an authority's estate for the purposes of this section. (9) In this section,  “ building ” means a building that uses energy for heating or cooling the whole or any part of its interior."
  },
  {
    "id": "section-211",
    "text": "211 Reports on improving efficiency and sustainability of buildings in military estate (1) Section 86 of the Climate Change Act 2008 (report on the civil estate) is amended as follows. (2) In subsection (1)— (a) the text from  “buildings” to the end becomes paragraph (a), and (b) after that paragraph insert , and (b) buildings that are part of the military estate. (3) In subsection (2)— (a) in paragraph (a), after  “estate” insert “\n                      and the military estate\n                    ” , and (b) in paragraph (b), after  “estate” insert “\n                      or the military estate\n                    ” . (4) In subsection (3)— (a) after  “estate”, in the first place it occurs, insert “\n                      or the military estate\n                    ” , and (b) for  “civil estate”, in the second place it occurs, insert “\n                      the estate in question\n                    ” . (5) After subsection (7) insert— (7A) For the purposes of this section, a building is part of the military estate if— (a) it is not part of the civil estate, (b) the Secretary of State has a freehold or leasehold interest in the building, and (c) it is used by or for the purposes of Her Majesty's armed forces. (7B) The Minister for the Cabinet Office may by order provide for buildings of a specified description to be treated as being, or as not being, part of the military estate for the purposes of this section. (6) In subsection (8), for  “Any such order” substitute “\n                  An order under subsection (7) or (7B)\n                ” . (7) In the heading, after  “estate” insert “\n                  and the military estate\n                ” ."
  },
  {
    "id": "section-212",
    "text": "212 Power to make transitional provision The Secretary of State may by regulations make transitional, transitory or saving provision in connection with the coming into force of any provision of this Act."
  },
  {
    "id": "section-213",
    "text": "213 Power to make consequential provision (1) The Secretary of State may by regulations make provision that is consequential on any provision made by this Act. (2) Regulations under this section may amend, repeal or revoke any provision made by or under an Act passed or made before this Act or in the same Session."
  },
  {
    "id": "section-214",
    "text": "214 Regulations: general (1) Regulations under this Act are to be made by statutory instrument. (2) A statutory instrument containing— (a) regulations under section 2, 3(6), 4 or 5, (b) regulations under section 14, (c) regulations under section 69(8), (d) regulations under section 74(9), (e) the first regulations under section 80, (f) regulations under section 85 that amend or repeal a provision of an Act, (g) regulations under section 93, (h) regulations under section 102 or paragraph 45 of Schedule 5, (i) regulations under section 122, (j) regulations under section 133, 134, or 135, (k) regulations under section 154(1), (l) regulations under section 161 that make provision of the kind referred to in section 161(3), (5), (6) or (12)(b), section 163 or section 164, (m) regulations under section 205(2), (n) regulations under section 213 that amend or repeal a provision of an Act, or (o) regulations under paragraph 8 of Schedule 15 that amend or repeal a provision of an Act, (whether alone or together with other provision) may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. (3) Any other statutory instrument containing regulations under this Act is subject to annulment in pursuance of a resolution of either House of Parliament. (4) Subsection (3) does not apply to a statutory instrument that only contains regulations under section 212 or 216. (5) If a draft of regulations under section 69(8), 154 or 161 would, apart from this subsection, be treated as a hybrid instrument for the purposes of the Standing Orders of either House of Parliament, it is to proceed in that House as if it were not a hybrid instrument. (6) Regulations under this Act may make— (a) consequential, supplementary, incidental, transitional or saving provision; (b) different provision for different purposes."
  },
  {
    "id": "section-215",
    "text": "215 Extent (1) An amendment or repeal made by this Act has the same extent as the provision amended or repealed. (2) Chapter 5 of Part 4 and this Part extend to— (a) England and Wales, (b) Scotland, and (c) Northern Ireland. (3) Sections 207 and 208 extend to— (a) England and Wales, and (b) Scotland. (4) Subject to that, this Act extends to England and Wales only."
  },
  {
    "id": "section-216",
    "text": "216 Commencement (1) The following come into force on the day on which this Act is passed— (a) this Part; (b) Chapter 2 of Part 4; (c) sections 136 and 137 and Schedule 10; (d) sections 139, 140, 149, 151, 152(1) and 157; (e) sections 161 to 168. (2) The following come into force at the end of the period of two months beginning with the day on which this Act is passed— (a) section 124; (b) section 130; (c) sections 150(1) to (3) and 153. (3) The other provisions of this Act come into force on such day as the Secretary of State may by regulations appoint. (4) Different days may be appointed for different purposes. (5) In respect of sections 181 and 183, and Schedule 15, different days may be appointed for different areas."
  },
  {
    "id": "section-217",
    "text": "217 Short title This Act may be cited as the Housing and Planning Act 2016."
  }
]